Repository: JustCarmen/webtrees-fancy-treeview
Catalog: language/*.po
Languages: da, fi, he, pl, sv

source: Turn this option on if you want to display singles in the next generation blocks. Singles are individuals without partner and children. With this option turned on, every child of a family will be displayed in a detailed way in the next generation block.
da: Ved dette valg, vil samtlige børn blive vist. Derved også personer uden partner og børn.
fi: Valitse tämä vaihtoehto, jos haluat näyttää naimattomat henkilöt sukupolvien lohkoissa. Naimattomat henkilöt ovat henkilöitä ilman kumppania ja lapsia. Kun tämä vaihtoehto on käytössä, jokainen perheen lapsi näkyy yksityiskohtaisesti seuraavan sukupolven lohkossa.
he: הפעל אפשרות זו באם אתה רוצה להראות אנשים בודדים בבלוקי הדורות. אנשים בודדים הם אנשים ללא בן זוג וילדים. כאשר אפשרות זו מופעלת, כל ילד של המשפחה יוצג באופן מפורט בבלוק של הדור הבא.
pl: Należy włączyć tą opcję aby pokazać osoby samotne w blokach pokoleń. Osoby samotne to osoby nie posiadające współmałżonka i dzieci. Gdy ta opcja jest włączona każde dziecko rodziny będzie pokazane szczegółowo w bloku następnego pokolenia.
sv: Aktivera detta alternativ för att visa ensamstående personer i generationblocken. Ensamstående är personer utan partner och barn. När detta alternativ är aktiverat, kommer alla barn i en familj att visas detaljerat i följande generationsblock.

source: Use default GEDCOM settings to abbreviate place names
da: Brug standard GEDCOM indstillinger til visning af stednavne
he: השתמש בהגדרות ברירת המחדל של GEDCOM לקיצור שמות המקום

source: Use fullname in menu
da: Brug fulde navn i menuen
fi: Käytä valikossa koko nimi
he: השתמש בשם המלא בתפריט
pl: Użyj pełnych nazw w menu
sv: Använd fulla namn i menyn

source: Use square thumbnails
da: Brug lodrette miniaturer
fi: Käytä neliö-pienoiskuvia
he: השתמש בתמונות ממוזערות מרובעות
pl: Użyj kwadratowych miniaturek
sv: Använd kvadratiska miniatyrbilder

source: Use the search form below to search for a root person. After a successful search the Fancy Treeview page will be automatically created. You can add as many root persons as you want.
da: Brug søgefunktionen nedenfor til at søge efter en rod person. Efter en vellykket søgning vil Fancy siden vil blive automatisk oprettet. Du kan tilføje så mange probands, som du ønsker.
fi: Käytä alla olevaa hakulomaketta etsiessäsi aloitus henkilöä. Onnistuneen etsinnän jälkeen Hieno puunäkymä sivu luodaan automaattisesti. Voit lisätä niin monta aloitus henkilöä kuin haluat.
he: השתמש בטופס החיפוש שלמטה כדי לחפש אדם מוצא. לאחר חיפוש מוצלח דף תצוגת עץ מהודרת נוצר באופן אוטומטי. אתה יכול להוסיף אנשי מוצא רבים ככל שתרצה.
pl: Użyj poniższego formularza wyszukiwania, aby wyszukać główną osobę. Po udanym wyszukiwaniu strona widoku drzewa zostanie utworzona automatycznie. Można dodać dowolną liczbę probantów.
sv: Använd sökformuläret nedan för att söka efter en startperson. Efter en lyckad sökning skapas sidan Fantasiträdvy automatiskt. Du kan lägga till så många startpersoner du vill.

source: With this option turned on, the script checks if a (married) couple has the same ancestors. If a relationship between the partners is found, a text will appear between brackets after the spouses’ name to indicate the blood relationship.
da: Ved dette valg, vil der blive søgt på om partnere har samme aner. Hvis der findes nogen, vil der fremkomme en tekst der indikerer slægtskabet. NB! Dette vil gøre siden langsommere.
fi: Kun tämä asetus on käytössä, komentojono tarkistaa, onko (naimisissa olevalla) parilla samat esi-isät. Jos sukulaisuussuhde kumppanien välillä löytyy, näkyy teksti hakasulkeissa puolisoiden nimien jälkeen osoittamaan suhdetta.
he: כאשר אפשרות זו מופעלת, התוכנה בודקת אם לזוג (נשוי) יש אותם אבות. אם נמצאו יחסים בין בני הזוג, יופיע טקסט בסוגריים אחרי שמו של בן הזוג כדי לציין את מערכת היחסים.
pl: Gdy ta opcja jest włączona program sprawdzi czy małżonkowie posiadają wspólnych przodków. Gdy pokrewieństwo pomiędzy małżonkami będzie znalezione zostanie wyświetlony pomiędzy imionami małżonków tekst w nawiasie oznaczający pokrewieństwo.
sv: Med det här alternativet aktiverat, kontrollerar skriptet om ett (gift) par har samma förfäder. Om en relation mellan parterna hittas, kommer en text att visas inom parentes efter makarnas namn för att ange relationen.

source: You have installed the Fancy Treeview PDF module. This module won’t work without the Fancy Treeview module enabled. Please enable Fancy Treeview to use this module.
da: Du har installeret Fancy Treeview PDF modulet. Dette modul virker ikke uden at Fancy Treeview modulet er aktiveret. Venligst aktiver Fancy Treeview for at bruge PDF delen.
fi: Olet asentanut Hieno puunäkymä PDF-moduulin. Tämä moduuli ei toimi jos Hienoa puunäkymä moduulia ei ole mahdollistettu. Salli Hienon puunäkymän käyttää tätä moduulia.
he: התקנת מודול תצוגת עץ מהודרת PDF. מודול זה לא יעבוד אם מודול תצוגת עץ מהודרת אינו מופעל. אנא אפשר לתצוגת עץ מהודרת להשתמש במודול זה.
pl: Został zainstalowany moduł „Ozdobny widok drzewa PDF”. Moduł ten nie będzie działać bez włączonego modułu „Ozdobny widok drzewa”. Proszę włączyć „Ozdobny widok drzewa”, aby ten moduł mógł być używany.
sv: Du har installerat Finaträdvy PDF modulen. Denna modul fungerar inte utan att Finaträdvy-modulen har aktiverats. Du måsta möjliggöra Finaträdvyn för att använda denna modul.

source: You have installed the Fancy Treeview PDF module. This module won’t work without the correct version of the Fancy Treeview module installed and enabled. Please install and enable Fancy Treeview version %s or higher to use this module. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/">Click here to download the latest release</a>.
da: Du har installeret og aktiveret Fancy Treeview PDF modulet. Dette module behøver den korrekte version af Fancy Treeview . Opdater venligst installationen til den korrekte version. %s 1 <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/"> 23 Klik for at finde den korrekte version</a> 3.
fi: Olet asentanut Hieno puunäkymä PDF-moduulin. Tämä moduuli ei toimi jos oikeaa Hieno puunäkymä moduuli versiota ei ole asennettu ja mahdollistettu. Asenna ja mahdollista, että Hieno puunäkymä versio %s tai korkeampi voi käyttää tätä moduulia. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/"> Lataa tästä uusin versio</a>.
he: התקנת מודול תצוגת עץ מהודרת PDF. מודול זה לא יעבוד בלי שהגרסה הנכונה של מודול תצוגת עץ מהודרת מותקנת ומופעלת. אנא התקן ואפשר גרסת תצוגת עץ מהודרת %s ומעלה כדי להשתמש במודול זה. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/"> לחץ כאן כדי להוריד את המהדורה האחרונה</a>.
pl: Został zainstalowany moduł „Ozdobny widok drzewa PDF”. Moduł ten nie będzie działać bez zainstalowanego i włączonego modułu „Ozdobny widok drzewa” w poprawnej wersji. Proszę zainstalować i włączyć „Ozdobny widok drzewa” w wersji %s lub wyższej, aby ten moduł mógł być używany. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/">Kliknij tutaj aby pobrać najnowszą wersję modułu</a>.
sv: Du har installerat Fantasiträdvy PDF modulen. Denna modul fungerar inte utan att rätt version av Fantasiträdvy-modulen är installerad och aktiverad. Installera och aktivera Fantasiträdvy versionen %s eller högre för att använda denna modul. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/"> Klicka här för att hämta den senaste versionen</a>.

# FEMALE
source: adopted child
da: adopteret barn
fi: adoptoitu lapsi
he: בת מאומצת
pl: adoptowane dziecko
sv: adoptivbarn

# MALE
source: adopted child
da: adopteret barn
fi: adoptoitu lapsi
he: בן מאומץ
pl: adoptowane dziecko
sv: adoptivbarn

source: adopted child of
da: adopteret barn af
fi: adoptiovanhemmat:
he: ילד מאומץ ע״י
pl: adoptowane dziecko
sv: adoptivbarn till

source: adopted daughter of
da: adopteret datter af
fi: adoptiovanhemmat:
he: בת מאומצת ע״י
pl: adoptowana córka
sv: adoptivdotter till

source: adopted son of
da: adopteret søn af
fi: adoptiovanhemmat:
he: בן מאומץ ע״י
pl: adoptowany syn
sv: adoptivson till

source: and
da: og
fi: ja
he: ו
pl: i
sv: och

# age in days/months
source: at the age of %s
da: i alderen af %s
fi: %s vanhana
he: בגיל %s
pl: w wieku %s
sv: vid en ålder av %s

# age in years
source: at the age of %s
da: i alderen af %s år
fi: %s vuotiaana
he: בגיל %s שנים
pl: w wieku %s lat
sv: vid en ålder av %s

source: cancel
da: fortryd
fi: peruuta
he: בטל
pl: Anuluj
sv: avbryt

source: child of
da: barn af
fi: vanhemmat
he: ילד/ה של
pl: dziecko
sv: barn till

# FEMALE
source: died
da: døde
fi: kuoli
he: נפטרה
pl: zmarła
sv: avled

# MALE
source: died
da: døde
fi: kuoli
he: נפטר
pl: zmarł
sv: avled

source: eighth
da: ottende
fi: Kahdeksannella
he: שמינית
pl: Ósmym
sv: åttonde

source: fifth
da: fjerde
fi: Viidennellä
he: חמישית
pl: Piątym
sv: femte

source: first
da: første
fi: Ensimmäisellä
he: ראשונה
pl: Pierwszym
sv: första

source: follow
da: følgende
fi: seuraa
he: עקוב
pl: przejdź do
sv: följ

# FEMALE
source: foster child
da: plejebarn
fi: kasvattilapsi
he: אומנה
pl: przybrane dziecko
sv: fosterbarn

# MALE
source: foster child
da: plejebarn
fi: kasvattilapsi
he: אומנה
pl: przybrane dziecko
sv: fosterbarn

source: foster child of
da: plejebarn af
fi: kasvattivanhemmat:
he: ילד אומנה של
pl: przybrane dziecko
sv: fosterbarn till

source: foster daughter of
da: plejedatter af
fi: kasvattivanhemmat:
he: בת אומנה של
pl: przybrana córka
sv: fosterdotter till

source: foster son of
da: plejesøn af
fi: kasvattivanhemmat:
he: בן אומנה של
pl: przybrany syn
sv: fosterson till

source: fourth
da: fjerde
fi: Neljännellä
he: רביעית
pl: Czwartym
sv: fjärde

# One parent/multiple children
source: had
da: havde
he: היו
pl: ma
sv: hade

# One parent/one child
source: had
da: havde
he: היה
pl: ma
sv: hade

# Two parents/multiple children
source: had
da: havde
he: היו
pl: ma
sv: hade

# Two parents/one child
source: had
da: havde
he: היה
pl: ma
sv: hade

# before dateformat mmm yyyy
source: in
da: den
he: ב-
pl: w
sv: i

# before dateformat yyyy
source: in
da: den
fi: vuonna
he: ב-
pl: w roku

# before placesnames
source: in
da: i
he: ב-
pl: w miejscowości
sv: i

source: ninth
da: niende
fi: Yhdeksännellä
he: תשיעית
pl: Dziewiątym
sv: nionde

source: ok
he: בסדר

# before dateformat dd-mm-yyyy
source: on
da: den
he: ב-
pl: dnia
sv: den

source: percent
da: procent
fi: prosenttia
he: אחוז
pl: procent
sv: procent

source: save and copy options to other trees
da: gem og kopier indstillinger til andre træer
fi: talleta ja kopioi vaihtoehdot muihin puihin
he: שמור והעתק את האפשרויות לעצם אחרים
pl: Zapisz i skopiuj ustawienia do pozostałych drzew
sv: spara och kopiera alternativen till andra träd

source: search
da: søg
fi: hae
he: חפש
pl: Szukaj
sv: sök

source: second
da: anden
fi: Toisella
he: שניה
pl: Drugim
sv: andra

source: seventh
da: syvende
fi: Seitsemännellä
he: שביעית
pl: Siódmym
sv: sjunde

source: sixth
da: sjette
fi: Kuudennella
he: שישית
pl: Szóstym
sv: sjätte

source: tenth
da: tiende
fi: Kymmenennellä
he: עשירית
pl: Dziesiątym
sv: tionde

source: third
da: tredie
fi: Kolmannella
he: שלישית
pl: Trzecim
sv: tredje

# PRESENT (MALE)
source: was bapitized
da: blev døbt
fi: kastettiin
he: הוטבל
pl: został ochrzczony
sv: var döpt

# PAST (FEMALE)
source: was baptized
da: var døbt
fi: kastettiin
he: הוטבלה
pl: została ochrzczona
sv: var döpt

# PAST (MALE)
source: was baptized
da: var døbt
fi: kastettiin
he: הוטבל
pl: został ochrzczony
sv: var döpt

# PRESENT (FEMALE)
source: was baptized
da: blev døbt
fi: kastettiin
he: הוטבלה
pl: została ochrzczona
sv: var döpt

# PAST (FEMALE)
source: was born
da: var født
fi: syntyi
he: נולדה
pl: urodziła się
sv: var född

# PAST (MALE)
source: was born
da: var født
fi: syntyi
he: נולד
pl: urodził się
sv: var född

# PRESENT (FEMALE)
source: was born
da: blev født
fi: syntyi
he: נולדה
pl: urodziła się
sv: var född

# PRESENT (MALE)
source: was born
da: blev født
fi: syntyi
he: נולד
pl: urodził się
sv: var född

# FEMALE
source: was buried
da: blev begravet
fi: haudattiin
he: נקברה
pl: została pochowana
sv: begravdes

# MALE
source: was buried
da: blev begravet
fi: haudattiin
he: נקבר
pl: został pochowany
sv: begravdes

# FEMALE
source: was cremated
da: blev kremeret
fi: polttohaudattiin
he: נשרפה
pl: została skremowana
sv: kremerades

# MALE
source: was cremated
da: blev kremeret
fi: polttohaudattiin
he: נשרף
pl: został skremowany
sv: kremerades

source: were divorced
da: blev skilt
fi: erosivat
he: התגרשו
pl: rozwiedli się
sv: skilde sig

source: Show places?
fi: Näytä paikat?
sv: Visa platser?

source: Use default GEDCOM settings to abbreviate place names?
fi: Käytä Gedcomin oletusasetuksia paikannimien lyhennyksiin?
sv: Använd GEDCOM:s standardinställning för att förkorta ortsnamn?

source: You have installed and enabled Fancy Treeview module version %s. This version of the module needs Fancy Treeview PDF version %s. Please update your installation of the Fancy Treeview PDF module to the correct version. <a href="https://github.com/JustCarmen/fancy_treeview_pdf/releases">Click here to find the correct release</a>.
fi: Olet asentanut ja mahdollisttanut Hienon puunäkymämoduuli version %s. Tämä moduulin versio tarvitsee Hienon puunäkymä PDF version %s. Päivitä Hieno puunäkymä PDF moduulin oikea versio. <a href="https://github.com/JustCarmen/fancy_treeview_pdf/releases"> Valitse tästä oikea versio</a>.
