Repository: JustCarmen/webtrees-fancy-treeview
Catalog: language/*.po
Languages: da, fi, he, pl, sv

source: <strong>Note</strong>: this option can be time and/or memory consuming, especially on large trees. It can cause very slow page loading or an ’execution time out error’ on your server. If you notice such a behavior, reduce the number of generation blocks to load at once or don’t use it in combination with the option to show singles (see the previous options). If you still experience any problems, don’t use this option at all.
da: <strong>Bemærk</strong>: denne mulighed kan kræve store tid og/eller ressourcer, på specielt store træer. Det kan forårsage meget langsom indlæsning eller 'gennemførelsestid med fejl "på din server. Hvis du bemærker en sådan adfærd, bør du reducere antallet af generations blokke til at indlæse på en gang eller ikke bruge det i kombination med mulighed for at vise singler (se de tidligere indstillinger). Hvis du stadig oplever problemer, skal du slet ikke bruge denne indstilling.
fi: <strong>Huomautus:</strong> tämä vaihtoehto voi olla aikaa ja/tai muistia vievää, varsinkin suurille puille. Se voi aiheuttaa hyvin hidasta sivujen latautumista tai ’suoritusaika virheen’ palvelimella. Jos huomaat tällaista käyttäytymistä, vähennä kerrallaan ladattavien sukupolven määrää tai älä käytä tätä yhdessä mahdollisuuden kanssa näyttää naimattomia henkilöitä (katso edellinen valinta). Jos sinulla on edelleen ongelmia, älä käytä tätä vaihtoehtoa lainkaan.
he: <strong>הערה</strong>: אפשרות זו עלולה להשתמש בזמן ו-/או זיכרון רב, במיוחד בעצים גדולים. היא יכולה לגרום לטעינת דף איטית מאוד או ’לשגיאת זמן עיבוד’ בשרת שלך. אם אתה מבחין בהתנהגות כזו, יש לצמצם את מספר בלוקי הדור שנטענים בבת אחת (ראה האפשרות הקודמת). אם אתה עדיין נתקל בבעיות כלשהן, אל תשתמש באפשרות זו בכלל.
pl: <strong>Uwaga</strong>: opcja ta może być czasochłonna oraz może potrzebować znacznej ilości pamięci, zwłaszcza w przypadku dużych drzew genealogicznych. Może powodować powolne ładowanie się stron lub „Błąd limitu czasu wykonania” na serwerze. Jeśli zostaną zaobserwowane podobne objawy, należy zredukować liczbę bloków, które ładowane się w jednym momencie lub nie używać tej opcji w powiązaniu z pokazywaniem osób samotnych (patrz poprzednia opcja). Jeśli nadal będą występowały takie objawy nie należy tej opcji używać w ogóle.
sv: <strong>Obs!</strong> detta alternativ kan vara tid- och/eller minneskrävande, speciellt på stora träd. Det kan orsaka att sidan laddas ner mycket långsamt eller ett ’avrättning timeout fel’ på din server. Om du märker ett sådant beteende, minska antalet generationsblock som laddas på en gång eller använd inte det i kombination med möjligheten att visa ensamstående (se ovanstående alternativ). Om du fortfarande har några problem ska du inte använda det här alternativet alls.

source: A Fancy overview of the descendants of one family(branch) in a narrative way.
da: En smart visning af efterkommere i en faldende sorterings-orden.
fi: Hieno kerrontatyylinen katsaus yhden perheen (haaran) jälkeläisistä.
he: סקירה מהודרת של הצאצאים של משפחה אחת (ענף) בדרך סיפורית.
pl: Ozdobny widok potomków rodziny prezentowany w stylu narracyjnym.
sv: En Fin översikt av ättlingarna till en familj (gren) i ett berättande sätt.

source: Change root person
da: Vælg anden proband
fi: Muuta aloitushenkilö
he: שנה את אדם המוצא
pl: Zmień probanta
sv: Ändra startpersonen

source: Check relationship between partners
da: Check relationerne mellem partnerne
fi: Tarkista puolisoiden väliset suhteet
he: בדוק מערכת יחסים בין בני זוג
pl: Sprawdź pokrewieństwo pomiędzy małżonkami
sv: Kontrollera förhållandet mellan partnerna

source: Creating PDF file. This process may take a while. Please wait...
da: Danner PDF fil. Processen tager et øjeblik. Vent venligst...
fi: PDF-tiedostoa luodaan. Tämä prosessi voi kestää jonkin aikaa. Odota...
he: קובץ PDF נוצר. תהליך זה עשוי להימשך זמן מה. המתן בבקשה...
pl: Tworzenie pliku PDF. Proces ten może potrwać. Proszę czekać…
sv: PDF-fil skapas. Denna process kan ta en stund. Vänta...

source: Descendants of the %s family
da: Efterkommere til %s familie
fi: %s perheen jälkeläiset
he: צאצאים של משפחת %s
pl: Potomkowie z rodziny %s
sv: Ättlingar till familjen %s

source: Error: A person with ID %s does not exist in this tree
da: Fejl: En person med ID %s findes ikke i dette træ
fi: Virhe: Henkilö, jonka tunnus on %s, ei ole tässä puussa
he: שגיאה: אדם עם קוד זיהוי %s אינו קיים בעץ הזה
pl: Błąd: Osoba z identyfikatorem %s nie istnieje w danym drzewie
sv: Fel: En person med ID %s finns inte i detta träd

source: Error: A root person with ID %s already exists
da: Fejl: Den valgte proband %s er allerede valgt
fi: Virhe: Alkuhenkilö jolla on tunnus %s on jo olemassa
he: שגיאה: אדם מוצא עם קוד זיהוי %s קיים כבר
pl: Błąd: Probant z identyfikatorem %s już istnieje
sv: Fel: En rot person med ID %s finns redan

source: Error: The root person belonging to this surname already exists
da: Fejl: Den valgte proband er allerede valgt
fi: Virhe: tämän sukunimen alkuhenkilö on jo olemassa
he: שגיאה: אדם המוצא השייך לשם המשפחה הזה כבר קיים
pl: Błąd: Probant z danym nazwiskiem już istnieje
sv: Fel: Startpersonen som tillhör detta efternamn finns redan

source: Error: The surname you entered doesn’t exist in this tree.
da: Fejl: Efternavnet som du har indtastet findes ikke i dette træ.
fi: Virhe: lisäämäsi sukunimi ei ole tässä puussa.
he: שגיאה: שם המשפחה שהזנת אינו קיים בעץ זה.
pl: Błąd: Wprowadzone nazwisko nie występuje w danym drzewie.
sv: Fel: Efternamnet som du angav finns inte i detta träd.

source: Family tree overview
da: Vis Smart Træ
fi: Sukupuun yleiskatsaus
he: סקירת עץ משפחה
pl: Przegląd drzewa
sv: Släktträd översikt

source: Fancy Treeview
da: Smart Træ
fi: Hieno puunäkymä
he: תצוגת עץ מהודרת
pl: Ozdobny widok drzewa
sv: Fantasiträdvy

source: Fancy Treeview PDF
da: Smart Træ PDF
fi: Hieno puunäkymä PDF
he: תצוגת עץ מהודרת PDF
pl: Ozdobny widok drzewa PDF
sv: Fantasiträdvy PDF

source: Fancy Treeview module extension: offer your users to download a Fancy Treeview page as PDF.
da: Fancy Treeview tillægsmodul: tilbyder dine brugere til at downloade Fancy Treeview siden som PDF.
fi: Hieno puunäkymä moduulin laajennus: tarjoa käyttäjillesi mahdollisuus ladata Hieno puunäkymä sivu PDF:nä.
he: הרחבת מודול קישורי מחקר מהודרים: הציע למשתמשים שלך להוריד דף קישורי מחקר מהודרים כ-PDF.
pl: Rozszerzenie modułu Ozdobnego widoku drzewa: oferuje użytkownikom pobranie strony Ozdobnego widoku drzewa jako plik PDF.
sv: Fantasiträdvy modul förlängning: erbjud dina användare att ladda ner en Fantasiträdvy sida som PDF.

source: Go
da: Kør
fi: Mene
he: צא
pl: Idź
sv: Starta

source: He had a relationship with
da: Han havde relation til
fi: Hänellä oli suhde henkilöön
he: לו היה קשר עם
pl: Miał związek z
sv: Han hade en relation med

source: He married %s times
da: Han blev gift %s gange
fi: Hän avioitui %s kertaa
he: הוא נישא %s פעמים
pl: Brał ślub %s razy
sv: Han gifte sig %s gånger

# PAST
source: He was baptized
da: Han var døbt
fi: Hänet kastettiin
he: הוא הוטבל
pl: Został ochrzczony
sv: Han var döpt

# PRESENT
source: He was baptized
da: Han blev døbt
fi: Hänet kastettiin
he: הוא הוטבל
pl: Został ochrzczony
sv: Han var döpt

# PAST
source: He was born
da: Han blev født
fi: Puoliso syntyi
he: הוא נולד
pl: Urodził się
sv: Han var född

# PRESENT
source: He was born
da: Han var født
fi: Puoliso syntyi
he: הוא נולד
pl: Urodził się
sv: Han var född

source: Here you can choose to resize the default webtrees thumbnails especially for the Fancy Treeview pages. You can set a custom size in percentage or in pixels. If you choose “no” the default webtrees thumbnails will be used with the formats you have set on the tree configuration page.
da: Her kan du vælge størrelse på miniaturerne vist på Fancy siderne. Du kan bruge brugerdef. størrelse i pixels. Hvis du vælger “nej” miniaturen vil blive vist i webtrees standard, som du har opsat i kontrolpanelet.
fi: Täällä voit muuttaa webtreesin oletuspikkukuvien koon Hienoa puunäkymää varten. Voit määrittää mukautetun koon prosentteina tai kuvapisteinä. Jos valitset ”ei” käytetään webtreesin oletuspikkukuvia niin kuin ne on määritetty puun asetussivulla.
he: כאן תוכל לשנות את גודל התמונות הממוזערות של ברירת המחדל של webtrees במיוחד עבור דפי תצוגת עץ מהודרת. באפשרותך להגדיר גודל מותאם אישית באחוזים או בפיקסלים. אם תבחר ”לא” התמונות הממוזערות של webtrees יהיו בשימוש בתבניות שהגדרת בדף התצורה של העץ.
pl: Tutaj można wybrać rozmiar domyślnej miniatury dedykowanej dla stron Ozdobnego widoku drzewa. Można ustawić rozmiar niestandardowy w procentach lub w pikselach. W przypadku wybrania opcji „nie” zostaną wykorzystane domyślne miniatury webtrees w formacie jaki został ustawiony na stronie konfiguracji drzewa.
sv: Här kan du välja att ändra storlek på standard webtrees miniatyrer särskilt för Fantasiträdvy sidor. Du kan ställa in en anpassad storlek i procent eller i pixlar. Om du väljer ”nej” kommer standard webtrees miniatyrer att användas med de format som du har angett på trädets konfigurationssida.

source: If you enable this option, a Fancy Treeview tab with the title “Descendants” will be shown on the individual page. The tab will describe the current individual with his family and the next two generations (if there are any). If this individual has more descendants then the two generations shown, a link will be displayed to the full Fancy Treeview Page where this individual will be displayed with all his descendants.
da: Hvis du aktiverer denne indstilling, vil en Fancy Treeview fane med titlen “Efterkommere“ blive vist på den enkelte side. Fanen vil beskrive den aktuelle person med sin familie, og de næste to generationer (hvis der er nogen). Hvis denne person har flere efterkommere vil disse to generationer også blive vist, et link vil blive vist til den komplette Fancy Treeview Page hvor denne person vil blive vist med alle sine efterkommere.
fi: Jos otat tämän vaihtoehdon käyttöön, Hieno puunäkymä välilehti, jonka otsikko on "Jälkeläiset", näkyy henkilön sivulla. Välilehti kuvaa nykyisen henkilön, hänen perheensä ja kaksi seuraavaa sukupolvea (jos ovat olemassa). Jos tällä henkilöllä on enemmän jälkeläisiä kuin ne kaksi sukupolvea jotka näytetään, näytetään linkki täydelle Hieno puunäkymä sivulle, jossa tämä henkilö ja kaikki hänen jälkeläisensä näytetään.
he: אם תאפשר אפשרות זו, חוצץ תצוגת עץ מהודרת עם הכותרת "צאצאים" תוצג בדף האישי. החוצץ יתאר את האדם הנוכחי עם משפחתו ואת שני הדורות הבאים (אם יש כאלה). אם לאדם זה יש יותר צאצאים משני הדורות, יוצג קישור לדף המלא של תצוגת עץ מהודרת שבו אדם זה יוצג עם כל צאצאיו.
pl: Jeśli ta opcja zostanie włączona, będzie widoczna zakładka „Potomkowie” na stronie informacji o osobie. Zakładka wyświetli daną osobę wraz z najbliższą rodziną oraz (jeśli istnieją) dwa kolejne pokolenia. Jeśli dana osoba ma więcej potomków niż pokazane dwa pokolenia, zostanie wyświetlony odnośnik do pełnej strony Ozdobnego widoku drzewa, gdzie dana osoba będzie wyświetlona razem ze wszystkimi potomkami.
sv: Om du aktiverar det här alternativet, kommer en Fantasiträdvy flik med titeln "Ättlingar" att visas på personsidan. Fliken kommer att beskriva den nuvarande personen med sin familj och med de närmaste två generationerna (om det finns några). Om denna person har flera ättlingar än de två generationerna som visas, kommer en länk att visas för hela Fantasiträdvyn, där denna person kommer att visas med alla sina ättlingar.

source: If you have ticked the “Show places” option but NOT the option to abbreviate placenames, you can set your own country here. Full places will be listed on the Fancy Treeview pages, but when a place includes the name of your own country, this name will be left out. If you don’t select a country then all countries will be shown, including your own.
da: Hvis du har aktiveret vis steder funktionen, kan du vælge land. Fuld definerede stednavne vil bliv vist på Fancy siderne, men hvis et stednavn indeholder landet, vil dette blive udeladt. Ellers vises alle lande, incl. eget land.
fi: Jos olet valinnut ”Näytä paikat” vaihtoehdon, mutta ET vaihtoehtoa lyhentää paikannimiä, voit asettaa oman maasi täällä. Täydet paikat listataan Hieno puunäkymä sivuilla, mutta jos paikka sisältää oman maasi nimen, tämä nimi jää pois. Jos et valitse maata, kaikki maat näkyvät, myös oma maasi.
he: אם בחרת את האפשרות ”הצג מקומות”, אבל לא את האפשרות לקצר את שמות המקומות, באפשרותך להגדיר את המדינה שלך כאן. מקומות מלאים יופיעו בעמודי תצוגת עץ מהודרת, אבל כאשר המקום כולל את שם המדינה שלך, שם זה אינו נכלל. אם לא תבחר מדינה אז כל המדינות תוצגנה, כולל המדינה שלך.
pl: Gdy ta opcja jest wybrana będzie można ustawić domyślny (własny) kraj. Będą wyświetlane pełne nazwy miejsc włącznie z krajem, ale gdy nazwa miejsca będzie zwierała wybraną nazwę kraju, ta nazwa kraju nie będzie wyświetlana. Gdy nie będzie wybrany żaden kraj wszystkie miejsca będą wyświetlane w pełnej postaci.
sv: Om du har valt alternativet ”Visa platser” men INTE alternativet att förkorta platsens namn, kan du ställa in dit eget land här. En lista på oförkortade platsnamn kommer att visas på Fantasiträdvy sidorna, men när en plats innehåller namnet på ditt eget land, kommer detta namn att utelämnas. Om du inte väljer ett land kommer alla länder att visas, inklusive dit eget.

source: If you have ticked the “Show places” option, you can choose to use the default GEDCOM settings to abbreviate placenames. If you don’t set this option, full place names will be shown.
da: Hvis du har valgt “Vis steder”, kan du vælge at bruge standard opsætningen fra GEDCOM indstillingerne. Hvis du ikke bruger denne indstillinger, vil de fulde sted betegnelser blive vist.
fi: Jos olet valinnut ”Näytä paikat” vaihtoehdon, voit käyttää GEDCOMin oletusasetuksia paikannimiä lyhennettäessä. Jos et määritä tätä vaihtoehtoa, täydet paikannimet näkyvät.
he: אם בחרת את האפשרות ”הצג מקומות”, אתה יכול לבחור להשתמש בהגדרות ברירת המחדל של GEDCOM כדי לקצר שמות מקומות. אם לא תבחר אפשרות זו, יוצגו שמות מקומות מלאים..
pl: Jeśli została wybrana opcja „Pokaż miejsca” będzie można użyć domyślnych ustawień drzewa odnoszących się do skracania nazw miejsc. Jeśli ta opcja nie zostanie ustawiona będą pokazane pełne nazwy miejsc.
sv: Om du har valt alternativet ”Visa platser” kan du använda GEDCOMs standardinställningar för att förkorta platsnamn. Fullständiga ortnamn kommer att visas om du inte ställer in detta alternativ.

source: Index
da: Indeks
fi: Indeksi
he: אינדקס
pl: Indeks

source: Number of generation blocks to show
da: Antal af generationer
fi: Näytettävien sukupolvilohkojen lukumäärä
he: מספר בלוקי דורות שיש להציג
pl: Liczba bloków pokoleń do wyświetlenia
sv: Antal generationsblock att visa

source: Options for %s
da: Indstillinger for %s
fi: Vaihtoehdot %s :lle
he: אפשרויות עבור %s
pl: Ustawienia dla %s
sv: Alternativ för %s

source: Or enter an ID
da: Eller indtast et ID
fi: Tai lisää tunnus
he: או הכנס קוד זיהוי
pl: lub wprowadź identyfikator
sv: Eller ange ID

source: Page title
da: Side titel
fi: Sivun otsikko
he: כותרת דף
pl: Tytuł strony
sv: Sidrubrik

source: Pages
da: Sider
fi: Sivut
he: דפים
pl: Strony
sv: Sidor

source: Read more
da: Læs mere
fi: Lue lisää
he: קרא עוד
pl: Czytaj więcej
sv: Läs mera

source: Resize thumbnails
da: Ændre miniature størrelse
fi: Muuta pienoiskuvien koko
he: שנה גודל התמונות הממוזערות
pl: Użyj kwadratowych miniaturek
sv: Ändra miniatyrbilders storlek

source: Root person
da: Proband
fi: Alkuhenkilö
he: אדם מוצא
pl: Probant
sv: Startperson

source: Search ID by name
da: Søg ID via navn
fi: Etsi tunnus nimen mukaan
he: חפש קוד זיהוי לפי שם
pl: Wyszukaj po nazwisku
sv: ID-sökning med namn

source: Search root person
da: Vælg anden proband
fi: Etsi aloitushenkilö
he: חפש את אדם מוצא
pl: Zmień probanta
sv: Sök startperson

source: Select your country
da: Vælg dit land
fi: Valitse maasi
he: בחר את המדינה שלך
pl: Wybierz kraj
sv: Välj ditt land

source: She had a relationship with
da: Hun havde relation til
fi: Hänellä oli suhde henkilöön
he: לה היה קשר עם
pl: Miała związek z
sv: Hon hade en relation med

source: She married %s times
da: Hun blev gift %s gange
fi: Hän meni naimisiin %s kertaa
he: היא נישאה %s פעמים
pl: Brała ślub %s razy
sv: Hon gifte sig %s gånger

# PAST
source: She was baptized
da: Hun var født
fi: Hänet kastettiin
he: היא הוטבלה
pl: Została ochrzczona
sv: Hon var döpt

# PRESENT
source: She was baptized
da: Hun blev født
fi: Hänet kastettiin
he: היא הוטבלה
pl: Została ochrzczona
sv: Hon var döpt

# PAST
source: She was born
da: Hun var født
fi: Puoliso syntyi
he: היא נולדה
pl: Urodziła się
sv: Hon var född

# PRESENT
source: She was born
da: Hun blev født
fi: Puoliso syntyi
he: היא נולדה
pl: Urodziła się
sv: Hon var född

source: Show a Fancy Treeview tab on the individual page
da: Vis Fancy oversigten som en fane på fakta siden
fi: Näytä Hieno puunäkymä-välilehti henkilön sivulla
he: הצג לשונית של עץ משפחה מהודרת על דף האישי
pl: Pokaż zakładkę Ozdobnego widoku drzewa na stronie informacji o osobie
sv: Visa en Fantasiträdvy-flik på individuella sidan

source: Show form to change start person
da: Vis menuen til at skifte proband
fi: Näytä alkuhenkilön muuttamislomake
he: הצג טופס לשינוי אדם מוצא
pl: Pokaż pole zmiany probanta
sv: Visa formulär för att ändra startpersonen

source: Show occupations
da: Vis beskæftigelse
fi: Näytä ammatit
he: הצג מקצועות
pl: Pokaż zawody
sv: Visa yrken

source: Show places
da: Vis stednavne
he: הצג מקומות

source: Show singles
da: Vis enkelte personer
fi: Näytä naimattomat henkilöt
he: הצג רווקים
pl: Pokaż osoby samotne
sv: Visa ensamstående

source: Surname in page title
da: Efternavn i side titlen
fi: Sukunimi sivun otsikossa
he: שם משפחה בכותרת דף
pl: Nazwisko w tytule strony
sv: Efternamn i sidrubriken

source: The %s time he married
da: %s han blev gift
fi: %s kerralla puoliso
he: בפעם ה%s הוא התחתן עם
pl: %s razem ożenił się z
sv: Den %s gången gifte han sig med

source: The %s time she married
da: %s hun blev gift
fi: %s kerralla puoliso:
he: בפעם ה%s היא התחתנה עם
pl: %s razem wyszła za mąż za
sv: Den %s gången gifte hon sig med

source: The %s time this individual married
da: Den %s gang dette individ var gift
fi: %s kerralla tämän henkilön puoliso:
he: בפעם ה%s האדם התחתן עם
pl: %s razem ta osoba wzięła ślub z
sv: Den %s gången gifte sig denna person med

source: The details of this generation are private.
da: Detaljerne for denne generation er private.
fi: Tämän sukupolven tiedot ovat yksityissuojattuja.
he: הפרטים של הדור הזה הם פרטיים.
pl: Szczegóły danego pokolenia są prywatne.
sv: Denna generations detaljer är privata.

source: The options for this tree are succesfully reset to the default settings
da: Indstillingerne er nulstillet til standard
fi: tämän puun vaihtoehdot on onnistuneesti palautettu oletusasetuksiin
he: האפשרויות עבור העץ הזה אופסו בהצלחה להגדרות ברירת המחדל
pl: Opcje dla tego drzewa zostały pomyślnie przywrócone do ustawień domyślnych
sv: alternativen för detta träd har framgångsrikt återställts till standardinställningarna

source: The options for this tree are succesfully saved
da: Indstillingerne er gemt
fi: Tämän puun vaihtoehdot on onnistuneesti talletettu
he: האפשרויות עבור העץ הזה נשמרו בהצלחה
pl: Opcje dla tego drzewa zostały pomyślnie zapisane
sv: Alternativen för detta träd har framgångsrikt sparats

source: The options for this tree are succesfully saved and copied to all other trees
da: Indstillingerne er gemt og kopieret til andre træer
fi: tämän puun vaihtoehdot on onnistuneesti talletettu ja kopioitu kaikkiin muihin puihin
he: האפשרויות עבור העץ הזה נשמרו בהצלחה והועתקו לכל העצים האחרים
pl: Opcje dla tego drzewa zostały pomyślnie zapisane i skopiowane do wszystkich pozostałych drzew
sv: alternativen för detta träd har framgångsrikt sparats och kopierats till alla andra träd

source: The settings for this tree are succesfully updated
da: Indstillingerne er opdateret
fi: Tämän puun vaihtoehdot on onnistuneesti päivitetty
he: האפשרויות עבור העץ הזה עודכנו בהצלחה
pl: Opcje dla tego drzewa zostały pomyślnie zaktualizowane
sv: Alternativen för detta träd har framgångsrikt uppdaterats

source: This individual doesn’t exist anymore in this tree
da: Den valgte person findes ikke i dette træ
fi: Tämä henkilö ei ole enää tässä puussa
he: אדם זה כבר לא קיים בעץ הזה
pl: Ta osoba nie istnieje w danym drzewie
sv: Denna person finns inte längre i detta träd

source: This individual had a relationship with
da: Denne person havde relation til
fi: Tällä henkilöllä on suhde henkilöön
he: לאדם הזה היה קשר עם
pl: Ta osoba miała związek z
sv: Denna person hade en relation med

source: This individual married
da: Denne person blev gift
fi: Tämä henkilö meni naimisiin
he: האדם הזה התחתן
pl: Ta osoba wzięła ślub z
sv: Denna person gifte sig

source: This individual married %s times
da: Denne blev gift %s gange
fi: Tämä henkilö meni naimisiin %s kertaa
he: האדם הזה התחתן %s פעמים
pl: Ta osoba brała ślub %s razy
sv: Denna person gifte sig %s gånger

source: This option is especially usefull for large trees. When you notice a slow page load, here you can set the number of generation blocks to load at once to a lower level. Below the last generation block a button will appear to add the next set of generation blocks. The new blocks will be added to the blocks already loaded. Clicking on a “follow” link in the last visible generation block, will also load the next set of generation blocks.
da: Denne indstilling er især nyttig til store træer. Når du bemærker en langsom side opdatering, her kan du reducere antallet af generationer til at blive vist på et lavere niveau. Under den sidste generation blok vil en knap fremkomme for at tilføje den næste sæt generationer. Hvis du klikker på “følg” linket i den sidste synlige generation blok, vil dette også det næste sæt generationer.
fi: Tämä asetus on erityisen hyödyllinen isoille puille. Kun huomaat että sivut latautuvat hitaasti, voit asettaa täällä kuinka monen sukupolven lohkot ladataan kerrallaan alemmalle tasolle. Viimeisen sukupolven lohkon alle ilmestyy nappi jonka avulla voi lisätä seuraava ryhmä sukupolvilohkoja. Uudet lohkot lisätään jo ladattuihin lohkoihin. Klikkaamalla ”seuraa” linkkiä viimeisen näkyvän sukupolven lohkossa, ladataan myös seuraava ryhmä sukupolvilohkoja.
he: אפשרות זו שימושית במיוחד עבור עצים גדולים. כאשר אתה שם לב שיש טעינה אטית של הדף, אתה יכול להגדיר כאן את מספר בלוקי דור שיש לטעון בבת אחת לרמה נמוכה יותר. מתחת לבלוק הדור האחרון יופיע כפתור שבעזרתו ניתן להוסיף את הסט הבא של בלוקי דור. הבלוקים החדשים יתווספו לבלוקים שכבר נטענו. לחיצה על קישור ”עקוב” בבלוק הדור הגלוי האחרון, יטען גם כן את הסט הבא של בלוקי דור.
pl: Dana opcja jest szczególnie użyteczna w przypadku dużych drzew. Gdy zauważone zostanie wolne ładowanie strony, w tym miejscu można ustawić mniejszą liczbę bloków pokoleń ładowanych w jednej chwili. Poniżej ostatniego pokolenia zostanie wyświetlony przycisk dodający kolejne bloki pokoleń. Nowe bloki będą dodawane do tych, które już są wyświetlone. Kliknięcie na odnośnik „przejdź do” znajdujący się w ostatnim bloku również spowoduje załadowanie następnych bloków pokoleń.
sv: Detta alternativ är särskilt användbart för stora träd. När du märker att sidan laddas ner långsamt, kan du här minska antalet generationsblock till en lägre nivå. Nedanför det sista generationsblocket visas en knapp för nästa uppsättning generationsblock. De nya blocken kommer att läggas till blocken som redan är nedladdade. Klicka på länken ”följ” i det sista synliga generationsblock och nästa uppsättning laddas ner.

source: Thumbnail size
da: Miniature størrelse
fi: Pienoiskuvan koko
he: גודל תמונה ממוזערת
pl: Rozmiar miniaturki
sv: Miniatyrbildens storlek
