Repository: JustCarmen/webtrees-fancy-treeview
Catalog: resources/lang/*.po
Languages: ar, ca, da, de, fa, fr, is, it, nl, nn, vi

source: This individual married
ar: هذا الفرد متزوج
ca: Aquest individu està casat
da: Denne person blev gift
de: Diese Person heiratete
fa: ایشان ازدواج کرد
fr: Cet individu est marié
is: Þessi einstaklingur gifti sig
it: Questa persona sposò
nl: Deze persoon trouwde met
nn: Denne personen gifta seg
vi: Người này đã kết hôn

source: This individual married %s times
ar: هذا الفرد تزوج %s مرات
ca: Aquest individu s'ha casat %s vegades
da: Denne person blev gift %s gange
de: Diese Person heiratete %s mal
fa: ایشان %s بار ازدواج کرد
fr: Cet individu s'est marié %s fois
is: Þessi einstaklingur gifti sig %s sinnum
it: Questa persona si sposò %s volte
nl: Deze persoon trouwde %s keer
nn: Denne personen gifta seg %s gongar
vi: Người này kết hôn %s lần

source: This setting only applies to the page or tab containing the descendants.
ar: ينطبق هذا الإعداد فقط على الصفحة أو علامة التبويب التي تحتوي على العناصر الفرعية.
ca: Aquesta configuració només s'aplica a la pàgina o pestanya que conté els descendents.
da: Denne indstilling virker kun på siden eller fanen med efterkommerne.
de: Diese Einstellung gilt nur für die Seite oder Registerkarte, die die Nachkommen enthält.
fa: این تنظیم فقط برای صفحه یا برگه‌ای اعمال می‌شود که حاوی فرزندان است.
fr: Ce paramètre s'applique uniquement à la page ou à l'onglet contenant les descendants.
is: Þessi stilling á aðeins við um síðuna eða flipann sem inniheldur afkomendur.
it: Questa impostazione si applica solo alla pagina o alla scheda contenente i discendenti.
nl: Deze instelling is alleen van toepassing op de pagina of het tabblad met de nakomelingen.
nn: Denne innstillinga gjeld kun side eller fane for etterkomarar.
vi: Cài đặt này chỉ áp dụng cho trang hoặc khung chứa phần con cháu.

source: Thumbnail size
ar: حجم الصورة المصغرة
ca: Mida de les miniatures
da: Miniaturestørrelse
de: Größe der Miniaturansichten
fa: اندازه تصویر کوچک
fr: Taille des vignettes
is: Smámynda stærð
it: Dimensione della miniatura
nl: Afmeting van de miniaturen
nn: Størrelse på miniatyrbilete
vi: Kích thước ảnh thu nhỏ

# PAST (FEMALE)
source: was baptized
ar: تم تعميده
ca: va ser batejada
da: var døbt
de: wurde getauft
fa: غسل تعمید داده شد
fr: a été baptisée
is: var skírð
it: fu battezzata
nl: is gedoopt
nn: vart døypt
vi: đã được rửa tội

# PAST (MALE)
source: was baptized
ar: تم تعميده
ca: va ser batejat
da: var døbt
de: wurde getauft
fa: غسل تعمید داده شد
fr: a été baptisé
is: var skírður
it: fu battezzato
nl: is gedoopt
nn: vart døypt
vi: đã được rửa tội

# PRESENT (FEMALE)
source: was baptized
ar: تم تعميده
ca: va ser batejada
da: blev døbt
de: wurde getauft
fa: غسل تعمید داده شد
fr: a été baptisée
is: er skírð
it: battezzata
nl: is gedoopt
nn: er døypt
vi: đã được rửa tội

# PRESENT (MALE)
source: was baptized
ar: تم تعميده
ca: batejat
da: blev døbt
de: wurde getauft
fa: غسل تعمید داده شد
fr: a été baptisé
is: er skírður
it: è stato battezzato
nl: is gedoopt
nn: er døypt
vi: đã được rửa tội

# PAST (FEMALE)
source: was born
ar: ولدت
ca: Va néixer
da: var født
de: wurde geboren
fa: متولد شد
fr: est née
is: var fædd
it: nacque
nl: werd geboren
nn: vart fødd
vi: sinh

# PAST (MALE)
source: was born
ar: ولد
ca: Va néixer
da: var født
de: wurde geboren
fa: متولد شد
fr: est né
is: var fæddur
it: nacque
nl: werd geboren
nn: vart fødd
vi: sinh

# PRESENT (FEMALE)
source: was born
ar: ولدت
ca: Va néixer
da: blev født
de: wurde geboren
fa: متولد شد
fr: est née
is: er fædd
it: è nata
nl: is geboren
nn: er fødd
vi: sinh

# PRESENT (MALE)
source: was born
ar: ولد
ca: Va néixer
da: blev født
de: wurde geboren
fa: متولد شد
fr: est né
is: er fæddur
it: è nato
nl: is geboren
nn: er fødd
vi: sinh

# FEMALE
source: was buried
ca: va ser soterrada
da: blev begravet
de: wurde bestattet
fa: به خاک سپرده شد
fr: a été enterrée
is: var jarðsett
it: fu seppellita
nl: is begraven
nn: vart gravlagd
vi: được chôn cất

# MALE
source: was buried
ca: va ser soterrat
da: blev begravet
de: wurde bestattet
fa: به خاک سپرده شد
fr: a été enterré
is: var jarðsettur
it: fu seppellito
nl: is begraven
nn: vart gravlagd
vi: được chôn cất

# FEMALE
source: was cremated
ar: تم حرقه
ca: va ser incinerada
da: blev kremeret
de: wurde eingeäschert
fa: سوزانده شد
fr: a été incinérée
is: var líkbrennd
it: fu cremata
nl: is gecremeerd
nn: vart kremert
vi: được hỏa táng

# MALE
source: was cremated
ar: تم حرقه
ca: va ser incinerat
da: blev kremeret
de: wurde eingeäschert
fa: سوزانده شد
fr: a été incinéré
is: var líkbrenndur
it: fu cremato
nl: is gecremeerd
nn: vart kremert
vi: được hỏa táng

source: were divorced
ar: أنفصلا
ca: es van divorciar
da: blev skilt
de: wurden geschieden
fa: طلاق گرفته بودند
fr: ont divorcé
is: skildu
it: divorziarono
nl: zijn gescheiden
nn: vart skilde
vi: đã ly hôn

source: with
ar: مع
ca: amb
da: med
de: mit
is: hjá
nl: bij

source: You can also create links from the Fancy Treeview page itself.
ar: يمكنك أيضًا إنشاء روابط من صفحة Fancy Treeview نفسها.
ca: També podeu crear enllaços des de la mateixa pàgina Fancy Treeview.
da: Du kan også oprette links fra Fancy Treeviews egen side.
de: Sie können Links auch von der Fancy Treeview-Seite selbst aus erstellen.
fa: همچنین می توانید از خود صفحه Fancy Treeview پیوند ایجاد کنید.
fr: Vous pouvez également créer des liens à partir de la page Fancy Treeview elle-même.
is: Þú getur líka búið til tengla frá sjálfri síðu flotta ættaryfirlitsins.
nl: U kunt ook koppelingen maken vanaf de Fancy Treeview pagina zelf.

source: You can create links from the Fancy Treeview page or from the edit menu on the individual page.
ar: يمكنك إنشاء روابط من صفحة Fancy Treeview أو من قائمة التحرير الموجودة في الصفحة الفردية.
ca: Podeu crear enllaços des de la pàgina Fancy Treeview o des del menú d'edició de la pàgina individual.
da: Du kan oprette links fra Fancy-Treeview-siden eller fra redigermenuen på individsiden.
de: Sie können Verweise von der Fancy-Treeview-Seite oder vom Bearbeitungsmenü der Personen-Seite aus erstellen.
fa: می توانید پیوندهایی را از صفحه Fancy Treeview یا از منوی ویرایش در صفحه جداگانه ایجاد کنید.
fr: Vous pouvez créer des liens à partir de la page "Vue d'ensemble de l'arbre généalogique" ou à partir du menu d'édition de la page individuelle.
is: Þú getur búið til tengla frá síðu flotta ættaryfirlitsins eða úr breytingavalmyndinni á einstökum síðu.
it: Puoi creare collegamenti alla pagina di Fancy Treeview o dal menu modifica sulla pagina dell'individuo.
nl: U kunt koppelingen maken vanaf de Fancy Treeview-pagina of vanuit het bewerkingsmenu op de individuele pagina.

source: You can use both the menu and homepage block or choose to use either.
ar: يمكنك استخدام كل من القائمة وكتلة الصفحة الرئيسية أو اختيار استخدام أحدهما.
ca: Podeu utilitzar tant el menú com el bloc de la pàgina d'inici o optar per utilitzar-los.
da: Du kan bruge både menuen og forsideblokken eller kun én af dem.
de: Sie können sowohl den Menü- als auch den Homepage-Block verwenden oder sich für einen der beiden entscheiden.
fa: می‌توانید از هر دو بلوک منو و صفحه اصلی استفاده کنید یا استفاده از هر کدام را انتخاب کنید.
fr: Vous pouvez utiliser à la fois le menu et le bloc de la page d'accueil ou choisir d'utiliser l'un ou l'autre.
is: Þú getur notað bæði valmyndina og heimasíðublokkina eða valið að nota annað hvort.
it: Puoi usare sia il menu che il blocco pagina principale o scegliere di usare entrambi.
nl: U kunt zowel het menu- als het startpagina-blok gebruiken of ervoor kiezen om een ​​van beide te gebruiken.

source: You have not created a link yet.
ar: لم تقم بإنشاء رابط بعد.
ca: Encara no has creat cap enllaç.
da: Du har endnu ikke oprettet et link.
de: Sie haben noch keinen Link erstellt.
fa: شما هنوز پیوندی ایجاد نکرده اید.
fr: Vous n'avez pas encore créé de lien.
is: Þú hefur ekki útbúið tengil ennþá.
nl: U hebt nog geen link gemaakt.

source: Show cause of death
nl: Toon doodsoorzaak

source: This page does not exist or you do not have permission to view it.
nl: Deze pagina bestaat niet of u heeft geen rechten om deze te zien.
