Repository: JustCarmen/webtrees-fancy-treeview
Catalog: resources/lang/*.po
Languages: ar, ca, da, de, fa, fr, is, it, nl, nn, vi

source: %s complete
ar: %s مكتمل
ca: %s completa
da: %s identificeret
de: %s abgeschlossen
fa: %s کامل شد
fr: %s complet
is: %s lokið
it: %s completo
nl: %s compleet
nn: %s fullstendig
vi: tất cả

source: %s of %s possible ancestors
ar: %s من %s من الأسلاف المحتملين
ca: %s de %s possibles avantpassats
da: %s af %s mulige aner
de: %s von %s möglichen Vorfahren
fa: %s از %s اجداد در دسترس
fr: %s de %s ancêtres possibles
is: %s af %s mögulegum forfeðrum
it: %s di %s possibili antenati
nl: %s van %s mogelijke voorouders
nn: %s av %s mogelege anar
vi: %s của %s có thể là tổ tiên

source: <strong>Note</strong>: this option can be time and/or memory consuming, especially on large trees. It can cause very slow page loading or an “execution time out error” on your server. If you notice such a behavior, reduce the maximum number of generations per page or tab and/or don’t use it in combination with the option “show singles’. If you still have problems, leave the answer at “no”.
ar: <strong>ملاحظة</strong>: قد يكون هذا الخيار مستهلكًا للوقت و/أو الذاكرة، وخاصةً في الأشجار الكبيرة. وقد يتسبب في بطء تحميل الصفحة أو حدوث "خطأ في مهلة التنفيذ" على الخادم. إذا لاحظت مثل هذا السلوك، فقلل الحد الأقصى لعدد الأجيال لكل صفحة أو علامة تبويب و/أو لا تستخدمه مع خيار "إظهار الأجيال الفردية". إذا كنت لا تزال تواجه مشكلات، فاترك الإجابة "لا".
ca: <strong>Nota</strong>: aquesta opció pot consumir temps i/o memòria, especialment en arbres grans. Pot provocar una càrrega de pàgina molt lenta o un "error de temps d'execució" al vostre servidor. Si observeu aquest comportament, reduïu el nombre màxim de generacions per pàgina o pestanya i/o no l'utilitzeu en combinació amb l'opció "mostra singles". Si encara teniu problemes, deixeu la resposta a "no".
da: <strong>Bemærk</strong>: Dette tilvalg kan øge tids- og hukommelsesforbruget – særligt for store databaser. Det kan afstedkomme meget lange svartider eller en “execution time out error” på din server. Hvis du oplever fejl af den type, så reducér antallet af generationer pr. side eller fane og/eller brug det i kombination med tilvalget “vis ugifte”. Hvis fejl fortsat forekommer, så vælg “nej”.
de: <strong>Hinweis</strong>: Diese Option kann zeit- und/oder speicheraufwändig sein, besonders bei großen Bäumen. Sie kann dazu führen, dass die Seite sehr langsam geladen wird oder dass auf dem Server ein \"Laufzeitfehler\" auftritt. Wenn Sie ein solches Verhalten bemerken, reduzieren Sie die maximale Anzahl der Generationen pro Seite oder Reiter und verwenden Sie sie nicht in Kombination mit der Option \"Alleinstehende anzeigen\". Wenn Sie weiterhin Probleme haben, lassen Sie die Antwort auf \"nein\".
fa: <strong>توجه</strong>: این گزینه می‌تواند زمان و/یا حافظه را صرف کند، به خصوص در درختان بزرگ. این می تواند باعث بارگیری بسیار کند صفحه یا "خطای زمان اجرای" در سرور شما شود. اگر متوجه چنین رفتاری شدید، حداکثر تعداد نسل‌ها را در هر صفحه یا برگه کاهش دهید و/یا از آن در ترکیب با گزینه «نمایش تک‌ها» استفاده نکنید. اگر هنوز مشکل دارید، پاسخ را در "نه" بگذارید.
fr: <strong>Note</strong>: cette option peut être gourmande en temps et/ou en mémoire, surtout sur les grands arbres. Elle peut entraîner un chargement très lent des pages ou une "erreur de dépassement du temps d'exécution" sur votre serveur. Si vous constatez un tel comportement, réduisez le nombre maximal de générations par page ou par onglet et/ou n'utilisez pas cette option en combinaison avec l'option 'show singles'. Si vous avez toujours des problèmes, laissez la réponse à "non".
is: <strong>Athugið</strong>: Þessi valkostur getur verið tíma- og/eða minnisfrekur, sérstaklega fyrir stórar ættartölur. Það getur valdið mjög hægri hleðslu á síðu eða „keyrslutímavillu“ á netþjóninum þínum. Ef þú tekur eftir slíkri hegðun skaltu minnka hámarksfjölda kynslóða á síðu eða flipa og/eða ekki nota það ásamt valkostinum „sýna einhleypa“. Ef þú átt enn í vandræðum skaltu velja svarið „nei“.
it: <strong>Nota</strong>: questa opzione può richiedere molto tempo e/o memoria, specialmente su alberi di grandi dimensioni. Può causare un caricamento molto lento della pagina o un "errore di timeout di esecuzione" sul tuo server. Se noti un simile comportamento, riduci il numero massimo i generazioni per pagina o scheda e/o non utilizzarlo in combinazione con l'opzione "Mostra i single". Se hai ancora problemi, lascia la risposta a "no".
nl: <strong>Let op</strong>: deze optie kan veel tijd en/of geheugen in beslag nemen, vooral bij grote stambomen. Het kan leiden tot het zeer traag laden van pagina's of een “execution time out error” op uw server. Als u een dergelijk gedrag opmerkt, verminder dan het maximum aantal generaties per pagina of tabblad en/of gebruik het niet in combinatie met de optie “toon alleenstaanden”. Als u nog steeds problemen ondervindt, laat het antwoord dan op ”nee” staan.
nn: <strong>Merk</strong>: dette valet kan vere tid og/eller resurskrevande, særskilt ved komplekse slekstre. Det kan føre til at sida lastast sakte, eller ein "execution time out error" på serveren. Om du opplever dette, reduser tal på generasjonar per side eller fane, og/eller ikkje bruk dette i samband med velet "syn einslege". Om du fortsatt har problem, vel "nei".
vi: <strong>Lưu ý</strong>: tùy chọn này có thể tốn thời gian và/hoặc bộ nhớ, đặc biệt là trên những cây gia đình lớn. Nó có thể gây ra tải trang rất chậm hoặc "lỗi hết thời gian thực thi" trên máy chủ của bạn. Nếu bạn nhận thấy hành vi như vậy, hãy giảm số lượng thế hệ tối đa trên mỗi trang hoặc tab và/hoặc không sử dụng nó kết hợp với tùy chọn “hiển thị đơn lẻ”. Nếu bạn vẫn gặp sự cố, hãy để lại câu trả lời là “không”.

source: 2 letter country code
ar: رمز الدولة المكون من حرفين
ca: Codi de país de 2 lletres
da: 2-bogstavs landekode
de: Länderkennzeichen mit 2 Buchstaben
fa: کد کشور 2 حرفی
fr: Code pays à 2 chiffres
is: 2ja bókstafa landskóði
it: Codice paese di 2 lettere
nl: 2-letterige landcode
nn: Landkode, 2 bokstavar
vi: mã quốc gia 2 chữ cái

source: 3 letter country code
ar: رمز الدولة المكون من 3 أحرف
ca: Codi de país de 3 lletres
da: 3-bogstavs landekode
de: Länderkennzeichen mit 3 Buchstaben
fa: کد کشور 3 حرفی
fr: Code pays à 3 chiffres
is: 3ja bókstafa landskóði
it: Codice paese di 3 lettere
nl: 3-letterige landcode
nn: Landkode, 3 bokstavar
vi: mã quốc gia 3 chữ cái

source: A narrative overview of the descendants or ancestors of one family (branch).
ar: نظرة عامة سردية عن أحفاد أو أسلاف عائلة واحدة (فرع).
ca: Una visió general narrativa dels descendents o avantpassats de una família (branca)
da: Den oversigt over en slægtsgrens aner eller efterkommere i fortællende stil.
de: Ein Überblick über Nachkommen oder Vorfahren eines Familienzweiges im Erzählstil.
fa: مروری روایی از اولاد یا اجداد یک خانواده (شاخه).
fr: Aperçu narratif des descendants ou des ancêtres d'une famille (branche).
is: Frásagnaryfirlit yfir afkomendur eða forfeður einnar fjölskyldu (grein).
it: Una panoramica descrittiva dei discendenti e degli antenati di una famiglia (ramo).
nl: Een verhalend overzicht van de afstammelingen of voorouders van één familie(tak).
nn: Eit oversyn over etterkomarar og anar for ein familie (grein) i forteljande form.
vi: Tường thuật tổng quan về con cháu hoặc tổ tiên của một gia đình (nhánh).

# FEMALE
source: adopted child
ar: الطفل المتبنى
ca: Xiqueta adoptada
da: adopteret barn
de: adoptiertes Kind
fa: فرزند خوانده
fr: enfant adopté
is: kjörbarn
it: bambino adottato
nl: geadopteerd kind
nn: adoptert barn
vi: con gái nuôi

# MALE
source: adopted child
ar: الطفل المتبنى
ca: Xiquet adoptat
da: adopteret barn
de: adoptiertes Kind
fa: فرزند خوانده
fr: enfant adopté
is: kjörbarn
it: bambino adottato
nl: geadopteerd kind
nn: adoptert barn
vi: con trai nuôi

source: adopted child of
ar: طفل متبنى
ca: Fill adoptiu de
da: adopteret barn af
de: adoptiertes Kind von
fa: فرزند خوانده از
fr: enfant adopté de
is: kjörbarn
it: figlio adottivo di
nl: geadopteerd kind van
nn: adoptert barn av
vi: con nuôi của

source: adopted daughter of
ar: ابنة بالتبني
ca: filla adoptiva de
da: adopteret datter af
de: adoptierte Tochter von
fa: دختر خوانده از
fr: fille adopté de
is: kjördóttir
it: figlia adottiva di
nl: geadopteerde dochter van
nn: adoptert dotter av
vi: con gái nuôi của

source: adopted son of
ar: الابن المتبنى
ca: fill adoptiu de
da: adopteret søn af
de: adoptierter Sohn von
fa: پسر خوانده از
fr: fils adopté de
is: kjörsonur
it: figlio adottivo di
nl: geadopteerde zoon van
nn: adoptert son av
vi: con trai nuôi của

source: Always write the occupation exactly as it appears in the Gedcom
ar: اكتب دائمًا المهنة تمامًا كما تظهر في Gedcom
ca: Escriviu sempre l'ocupació tal com apareix al Gedcom
da: Anfør altid beskæftigelsen akkurat som den fremgår i GEDCOM
de: Den Beruf immer genau so wiedergeben, wie er in der GEDCOM-Datei erscheint
fa: همیشه شغل را دقیقاً همانطور که در Gedcom ظاهر می شود بنویسید
fr: Écrivez toujours la profession exactement comme elle apparaît dans le Gedcom.
is: Skrifaðu alltaf starfsheitið nákvæmlega eins og það birtist í Gedcom
it: Scrivi sempre l'occupazione esattamente come appare nel Gedcom
nl: Schrijf het beroep altijd precies zoals het in de Gedcom staat
nn: Skriv alltid yrke slik det er skrive i GEDKOM-fila
vi: Luôn viết nghề nghiệp chính xác như nó hiển thị trong Gedcom

source: Ancestors and descendants
ar: الأسلاف والأحفاد
ca: Avantpassats i descendents
da: Aner og efterkommere
de: Vorfahren und Nachkommen
fa: اجداد و نوادگان
fr: Ancêtres et descendants
is: Forfeður og afkomendur
it: Antenati e discendenti
nl: Voorouders en afstammelingen
nn: Anar og etterkomarar
vi: Tổ tiên và con cháu

source: and
ar: و
ca: i
da: og
de: und
fa: و
fr: et
is: og
it: e
nl: en
nn: og
vi: và

source: Answer "yes" if you want to display the name of the company/employer (Gedcom-tag "AGNC") with the occupation. The text is displayed only in conjunction with the occupation.
ar: أجب بـ "نعم" إذا كنت تريد عرض اسم الشركة/صاحب العمل (علامة Gedcom "AGNC") مع المهنة. يتم عرض النص فقط بالتزامن مع المهنة.
ca: Respon "sí" si vols mostrar el nom de l'empresa/empresari (Gedcom-tag "AGNC") amb l'ocupació. El text només es mostra conjuntament amb l'ocupació.
da: Svar "ja" hvis du ønsker at vise navnet på virksomheden/arbejdsgiveren (Gedcom-kode "AGNC") sammen med beskæftigelsen. Vises kun i forbindelse med beskæftigelse.
de: Antworten Sie mit \"ja\", wenn Sie den Firmennamen bzw. den Namen des Arbeitgebers (GEDCOM-Kennzeichen \"AGNC\") zusammen mit dem Beruf angezeigt bekommen möchten. Der Text wird nur in Verbindung mit dem Beruf angezeigt.
fa: اگر می خواهید نام شرکت/کارفرما (برچسب Gedcom "AGNC") با شغل نمایش داده شود، "بله" پاسخ دهید. متن فقط در ارتباط با شغل نمایش داده می شود.
fr: Répondez "oui" si vous souhaitez afficher le nom de l'entreprise/employeur (Gedcom-tag "AGNC") avec la profession. Le texte n'est affiché qu'en cas de présence de la profession.
is: Svaraðu "já" ef þú vilt birta nafn fyrirtækis/vinnuveitanda (Gedcom-tag "AGNC") með starfinu. Textinn birtist aðeins í tengslum við starfið.
it: Rispondi "sì" se vuoi visualizzare il nome dell'azienda/datore di lavoro (tag Gedcom "AGNC") con l'occupazione. Il testo viene visualizzato solo in combinazione con l'occupazione.
nl: Antwoord "ja" als u de naam van het bedrijf/de werkgever (Gedcom-tag "AGNC") samen met het beroep wilt weergeven. De tekst wordt alleen weergegeven in combinatie met het beroep.
nn: Vel "ja" om du ynskjer å syne namn på selskap/arbeidsgjevar (Gedcom-kode "AGNC") saman med yrke. Teksten synast kun i samband med yrke.
vi: Trả lời "có" nếu bạn muốn hiển thị tên của công ty/người sử dụng lao động (Gedcom-tag "AGNC") cùng với nghề nghiệp. Văn bản chỉ được hiển thị cùng với nghề nghiệp.

source: approximately
ar: تقريبًا
ca: aproximadament
da: omtrent
de: ungefähr
fa: تقریبا
fr: environ
is: um það bil
nl: ongeveer
nn: omlag

source: As defined in webtrees
ar: كما هو محدد في webtrees
ca: Tal com es defineix a webtrees
da: Som defineret i webtrees
de: wie in webtrees festgelegt
fa: همانطور که در webtrees تعریف شده است
fr: Comme défini dans webtrees
is: Eins og skilgreint í webtrees
it: Come definito in webtrees
nl: Zoals gedefinieerd in webtrees
nn: Som definert i webtrees
vi: Theo định nghĩa trong webtrees

source: at the age of %s
ar: في سن %s
ca: a l'edat de %s
da: i en alder af %s
de: im Alter von %sn
fa: در سن %s
fr: à l'âge de %s
is: á aldrinum %s
it: all'età di %s
nl: op de leeftijd van %s
nn: %s gamal
vi: hưởng thọ %s

source: at the age of 1 %s
ar: في سن 1%
ca: a l'edat d'1 %s
da: i en alder af 1 %s
de: im Alter von einem %s
fa: در سن 1 %s
fr: à l'âge de 1 %s
is: við 1 %s aldur
it: all'età di 1 %s
nl: op de leeftijd van 1 %s
nn: 1 %s gamal
vi: ở tuổi 1 %s

source: Check relationship between partners
ar: التحقق من العلاقة بين الشركاء
ca: Comprovar la relació entre socis
da: Kontrollér relation mellem partnere
de: Beziehung zwischen den Partnern prüfen
fa: رابطه بین همسران را بررسی کنید
fr: Vérifiez le lien de parenté entre les partenaires
is: Athuga samband milli maka
it: Verifica la relazione fra coniugi
nl: Controleer de verwantschap tussen partners
nn: Sjekk slektskap mellom partnarar
vi: Kiểm tra mối quan hệ giữa các thành viên

source: child of
ar: طفل من
ca: fill de
da: barn af
de: Kind von
fa: فرزند از
fr: enfant de
is: barn
it: figlio di
nl: kind van
nn: barn av
vi: con của

source: Click here to create or remove a link to the Fancy Treeview page.
ar: انقر هنا لإنشاء أو إزالة رابط إلى صفحة Fancy Treeview.
ca: Feu clic aquí per crear o eliminar un enllaç a la pàgina Fancy Treeview.
da: Klik her for at tilføje eller fjerne et link til Fancy-Treeview-siden.
de: Klicken Sie hier, um einen Verweis zur Fancy-Treeview-Seite zu erstellen oder zu entfernen.
fa: برای ایجاد یا حذف پیوند به صفحه Fancy Treeview اینجا را کلیک کنید.
fr: Cliquez ici pour créer ou supprimer un lien vers la page Fancy Treeview.
is: Smelltu hér til að búa til eða fjarlægja tengil á Flottu ættaryfirlitssíðuna.
it: Clicca qui per creare o rimuovere un collegamento alla pagina di Fancy Treeview.
nl: Klik hier om een link naar de Fancy Treeviewpagina te maken of te verwijderen.

source: Create link to ancestors page
ar: إنشاء رابط لصفحة الأجداد
ca: Crea un enllaç a la pàgina dels avantpassats
da: Tilføj link til anesiden
de: Verweis zur Seite der Vorfahren erstellen
fa: ایجاد پیوند به صفحه اجداد
fr: Créer un lien vers la page des ancêtres
is: Búðu til tengil á síðu forfeðra
it: Crea un collegamento alla pagina degli antenati
nl: Maak koppeling naar voorouderpagina

source: Create link to descendants page
ar: إنشاء رابط لصفحة الأحفاد
ca: Crear enllaç a la pàgina de descendents
da: Tilføj link til efterkommersiden
de: Verweis zur Seite der Nachkommen erstellen
fa: ایجاد پیوند به صفحه فرزندان
fr: Créer un lien vers la page des descendants
is: Búðu til tengil á síðu afkomenda
it: Crea un collegamento alla pagina dei discendenti
nl: Maak koppeling naar afstammelingenpagina

source: Create link to this page
ar: إنشاء رابط لهذه الصفحة
ca: Crear un enllaç aquesta pàgina
da: Tilføj link til denne side
de: Verweis zu dieser Seite erstellen
fa: ایجاد لینک به این صفحه
fr: Créer un lien vers cette page
is: Búðu til tengil á þessa síðu
it: Crea un collegamento a questa pagina
nl: Maak koppeling naar deze pagina

source: Crop thumbnails to square
ar: قص الصور المصغرة إلى مربع
ca: Retalla miniatures a quadrat
da: Kvadratisk beskæring
de: Miniaturbilder auf ein Quadrat zuschneiden
fa: تصاویر کوچک را به مربع برش دهید
fr: Recadrer les vignettes au carré
is: Kroppa smámynd í ferning
it: Ritaglia le miniature in un quadrato
nl: Miniaturen in het vierkant bijsnijden
nn: Skjer til miniatyrbilete til kvadrat
vi: Cắt hình thu nhỏ thành hình vuông

source: Customized
ar: مخصص
ca: Personalitzat
da: Brugertilpasset
de: Angepasst
fa: سفارشی
fr: Personnalisé
is: Sérsniðin
nl: Aangepast

source: Default list type
ar: نوع القائمة الافتراضية
ca: Tipus de llista per defecte
da: Standardliste
de: Standard-Listentyp
fa: نوع لیست پیش فرض
fr: Type de liste par défaut
is: Sjálfgefin tegund lista
it: Tipo lista predefinita
nl: Standaard lijsttype
nn: Valt listetype
vi: Kiểu danh sách mặc định

source: Descendants and ancestors
ar: الأحفاد والأسلاف
ca: Descendents i avantpassats
da: Efterkommere og aner
de: Nachkommen und Vorfahren
fa: نوادگان و اجداد
fr: Descendants et ancêtres
is: Afkomendur og forfeður
it: Discendenti e antenati
nl: Afstammelingen en voorouders
nn: Etterkomarar og anar
vi: Con cháu và tổ tiên

# FEMALE
source: died
ca: Va morir
da: døde
de: starb
fa: فوت کرد
fr: décédée
is: dó
it: morta
nl: overleed
nn: døydde
vi: mất

# MALE
source: died
ca: Va morir
da: døde
de: starb
fa: فوت کرد
fr: décédé
is: dó
it: morto
nl: overleed
nn: døydde
vi: mất

source: Display home country name
ar: عرض اسم البلد الأصلي
ca: Mostra el nom del país d'origen
da: Vis hjemlandets navn
de: Name des Heimatlandes anzeigen
fa: نمایش نام کشور اصلی
fr: Afficher le nom du pays d'origine
is: Birta heiti heimalands
it: Visualizza il nome del paese di origine
nl: Toon de naam van het thuisland
nn: Syn namn på heimland
vi: Hiển thị tên quốc gia nơi sinh

source: Don't show place names
ar: لا تظهر أسماء الأماكن
ca: No mostris topònims
da: Vis ikke stednavne
de: Ortsnamen nicht anzeigen
fa: نام مکان ها را نشان ندهید
fr: Ne pas montrer les noms de lieux
is: Ekki sýna staðarheiti
it: Non mostrare i nomi dei luoghi
nl: Toon geen plaatsnamen
nn: Ikkje syn stadnamn
vi: Không hiển thị tên địa điểm

source: eighth
ar: ثامن
ca: vuitè
da: ottende
de: achte
fa: هشتم
fr: huitième
is: Áttunda
it: ottavo
nl: achtste
nn: åttande
vi: thứ 8

source: employed with
ar: موظف مع
ca: empleat amb
da: beskæftiget med
de: beschäftigt mit
fr: employé avec
is: starfandi hjá
nl: werkzaam bij

source: Family tree overview
ar: نظرة عامة على شجرة العائلة
ca: Descripció general de l'arbre genealògic
da: Oversigt
de: Familienbericht
fa: نمای کلی شجره نامه
fr: Branches sélectionnées
is: Ættaryfirlit
it: Panoramica dell'albero di famiglia
nl: Stamboomoverzicht
nn: Familietre oversikt
vi: Tổng quan cây gia đình

source: Fancy Treeview
fa: درختواره فانتزی
is: Flott ættaryfirlit
vi: Con cháu

source: Fancy Treeview Help
ar: مساعدة في عرض الشجرة الرائع
ca: Ajuda de Fancy Treeview
da: Hjælp til Fancy Treeview
de: Fancy Treeview Hilfe
fa: راهنما Fancy Treeview
fr: Aide Fancy Treeview
is: Hjálp fyrir Flott ættaryfirlit
it: Aiuto di Fancy Treeview

source: fifth
ar: الخامس
ca: cinquè
da: fjerde
de: fünfte
fa: پنجم
fr: cinquième
is: Fimmta
it: quinto
nl: vijfde
nn: femte
vi: thứ năm

source: first
ar: أولاً
ca: Primer
da: første
de: erste
fa: اولین
fr: première
is: Fyrsta
it: primo
nl: eerste
nn: første
vi: thứ nhất

source: follow
ar: تعقب
ca: seguir
da: følgende
de: siehe
fa: برو به
fr: suivant
is: sjá
it: segui
nl: volg
nn: gå til
vi: đời sau

# FEMALE
source: foster child
ar: طفل بالتبني
ca: Xiqueta adoptada
da: plejebarn
de: Pflegetochter
fa: فرزند خوانده
fr: fille adoptée
is: fósturbarn
it: figlia adottiva
nl: pleegkind
nn: fosterbarn
vi: con nuôi

# MALE
source: foster child
ar: طفل بالتبني
ca: Xiquet adoptat
da: plejebarn
de: Pflegesohn
fa: فرزند خوانده
fr: fils adopté
is: fósturbarn
it: figlio adottivo
nl: pleegkind
nn: fosterbarn
vi: con nuôi

source: foster child of
ar: طفل بالتبني
ca: fill adoptiu de
da: plejebarn af
de: Pflegekind von
fa: فرزند خوانده از
fr: enfant adopté de
is: fósturbarn
it: figlio adottivo di
nl: pleegkind van
nn: fosterbarn av
vi: con nuôi của

source: foster daughter of
ar: ابنة بالتبني
ca: filla adoptiva de
da: plejedatter af
de: Pflegetochter von
fa: دختر خوانده از
fr: fille adoptée de
is: fósturdóttir
it: figlia adottiva di
nl: pleegdochter van
nn: fosterdotter av
vi: con gái nuôi của

source: foster son of
ar: الابن بالتبني
ca: fill adoptiu de
da: plejesøn af
de: Pflegesohn von
fa: پسر خوانده از
fr: fils adopté de
is: fóstursonur
it: figlio adottivo di
nl: pleegzoon van
nn: fosterson av
vi: con trai nuôi của

source: fourth
ar: الرابع
ca: quart
da: fjerde
de: vierte
fa: چهارم
fr: quatrième
is: Fjórða
it: quarto
nl: vierde
nn: fjerde
vi: thứ tư

source: Full country name
ar: الاسم الكامل للبلد
ca: Nom complet del país
da: Fuldt navn på hjemland
de: Vollständiger Landesname
fa: نام کامل کشور
fr: Nom complet du pays
is: Fullt landsheiti
it: Nome completo del paese
nl: Volledige naam van het land
nn: Fullt namn på land
vi: Tên quốc gia đầy đủ

source: Full place name
ar: اسم المكان الكامل
ca: Topònim complet
da: Fuldt stednavn
de: Vollständiger Ortsname
fa: نام کامل مکان
fr: Nom de lieu complet
is: Fullt staðarheiti
it: Nome completo del luogo
nl: Volledige plaatsnaam
nn: Fullt stadnamn
vi: Tên địa điểm đầy đủ

source: Go to the control panel to set the menu access level. There you can also choose to hide the menu.
ar: انتقل إلى لوحة التحكم لتعيين مستوى الوصول إلى القائمة. هناك يمكنك أيضًا اختيار إخفاء القائمة.
ca: Aneu al tauler de control per definir el nivell d'accés al menú. Allà també podeu optar per amagar el menú.
da: I kontrolpanelet fastsætter du adgangsniveauet til menuen. Du kan vælge at skjule menuen.
de: In der Systemsteuerung können Sie die Zugriffsebene für das Menü festlegen. Dort können Sie auch wählen, ob Sie das Menü ausblenden möchten.
fa: برای تنظیم سطح دسترسی منو به کنترل پنل بروید. در آنجا همچنین می توانید انتخاب کنید که منو پنهان شود.
fr: Allez dans le panneau de contrôle pour définir le niveau d'accès au menu. Vous pouvez également choisir de masquer le menu.
is: Farðu á stjórnborðið til að stilla aðgangsstig valmyndarinnar. Þar geturðu líka valið að fela valmyndina.
it: Vai al pannello di controllo per impostare il livello di accesso al menu. Potrai anche scegliere di nascondere il menu.
nl: Ga naar het controlepaneel om het toegangsniveau voor het menu in te stellen. Daar kunt u er ook voor kiezen om het menu te verbergen.

source: Go to the homepage, click on my pages/customize this page to add the Fancy Treeview homepage block with the created links.
ar: انتقل إلى الصفحة الرئيسية، وانقر على صفحاتي/تخصيص هذه الصفحة لإضافة كتلة الصفحة الرئيسية Fancy Treeview مع الروابط التي تم إنشاؤها.
ca: Aneu a la pàgina d'inici, feu clic a les meves pàgines / personalitzeu aquesta pàgina per afegir el bloc de la pàgina d'inici de Fancy Treeview amb els enllaços creats.
da: Vælg menupunktet 'Tilpas denne side' i forsidens menu 'Mine sider' for at tilføje blokken Fancy Treeview med de valgte links.
de: Gehen Sie zur Homepage, klicken Sie auf Meine Seiten/Anpassen dieser Seite, um den Fancy Treeview Homepage-Block mit den erstellten Verweisen hinzuzufügen.
fa: به صفحه اصلی بروید، روی صفحات من کلیک کنید/این صفحه را سفارشی کنید تا بلوک صفحه اصلی Fancy Treeview را با پیوندهای ایجاد شده اضافه کنید.
fr: Allez sur la page d'accueil, cliquez sur mes pages/personnaliser cette page pour ajouter le bloc de page d'accueil Fancy Treeview avec les liens créés.
is: Farðu á heimasíðuna, smelltu á mínar síður/sérsníddu þessa síðu til að bæta við heimasíðublokk fyrir flott ættaryfirlit með stofnuðum tenglum.
it: Vai alla pagina principale, clicca su le mie pagine/personalizza questa pagina per aggiungere la pagina principale del blocco Fancy Treeview con i collegamenti creati.
nl: Ga naar de startpagina, klik op mijn pagina's/deze pagina aanpassen om het startpaginablok met de aangemaakte koppelingen toe te voegen.
