Repository: JustCarmen/webtrees-fancy-treeview
Catalog: resources/lang/*.po
Languages: ar, ca, da, de, fa, fr, is, it, nl, nn, vi

source: Respond “yes” if you want to display images from the type “photo” only. Other highlighted images like certificates, documents or tombstones will not be used. If you did not differentiate by media type in your Gedcom leave the answer at “no”.
ar: أجب بـ "نعم" إذا كنت تريد عرض الصور من نوع "الصورة" فقط. لن يتم استخدام الصور المميزة الأخرى مثل الشهادات أو المستندات أو شواهد القبور. إذا لم تقم بالتمييز حسب نوع الوسائط في Gedcom الخاص بك، فاترك الإجابة "لا".
ca: Respon "sí" si vols mostrar imatges del tipus "fotografia" només. No s'utilitzaran altres imatges destacades com certificats, documents o làpides. Si no has diferenciat per tipus de mitjà en el teu Gedcom deixa la resposta en "no".
da: Vælg “ja” hvis du alene ønsker at vise billeder af typen “foto”. Andre billeder, såsom dokumenter eller gravsten, bliver ikke anvendt. Hvis du ikke har kategoriseret billeder i medietyper i din GEDCOM, så vælg “nej”.
de: Antworten Sie mit \"ja\", wenn Sie nur Bilder vom Typ \"Foto\" anzeigen möchten. Andere hervorgehobene Bilder wie Urkunden, Dokumente oder Grabsteine werden dann nicht verwendet. Wenn Sie in Ihrer GEDCOM-Datei nicht nach Medientyp unterschieden haben, lassen Sie die Antwort bei \"nein\".
fa: اگر می‌خواهید تصاویر را فقط از نوع «عکس» نمایش دهید، «بله» پاسخ دهید. سایر تصاویر برجسته شده مانند گواهی ها، اسناد یا سنگ قبرها استفاده نخواهند شد. اگر از نظر نوع رسانه در Gedcom خود تفاوتی قائل نشدید، پاسخ را روی «نه» بگذارید.
fr: Répondez "oui" si vous souhaitez afficher uniquement les images du type "photo". Les autres images mises en évidence comme les certificats, les documents ou les pierres tombales ne seront pas utilisées. Si vous n'avez pas fait de distinction par type de média dans votre Gedcom, laissez la réponse à "non".
is: Svaraðu „já“ ef þú vilt aðeins birta myndir af gerðinni „ljósmynd“. Aðrar auðkenndar myndir eins og vottorð, skjöl eða legsteinar verða ekki notaðar. Ef þú gerðir ekki greinarmun á gagnategundum í þínu Gedcom skaltu velja svarið „nei“.
it: Rispondere "sì" se si desidera visualizzare solo le immagini di tipo "foto". Altre immagini evidenziate come certificati, documenti o lapidi non verranno utilizzate. Se non hai differenziato per tipo di media nel tuo Gedcom, lascia la risposta a "no".
nl: Antwoord “ja” als u alleen afbeeldingen van het type “foto” wilt weergeven. Andere gemarkeerde afbeeldingen zoals akten, documenten of grafstenen worden niet gebruikt. Als u in uw Gedcom geen onderscheid hebt gemaakt naar type media, laat dan het antwoord op “nee” staan.
nn: Vel "ja" om du kun ynskjer å syne bileter av typen "fotografi". Andre bileter som sertifikat, dokument og gravsteinar vil då ikkje synast. Om du ikkje har spesifisert medietype i di GEDCOM-fil, vel "nei".
vi: Trả lời “có” nếu bạn chỉ muốn hiển thị hình ảnh từ loại “ảnh”. Các hình ảnh nổi bật khác như chứng chỉ, tài liệu hoặc bia mộ sẽ không được sử dụng. Nếu bạn không phân biệt theo loại phương tiện trong Gedcom của mình, hãy để lại câu trả lời là “không”.

source: Respond “yes” if you want to display singles in the next generation. Singles are individuals without a partner and children. If you choose “yes”, each child of a family will be displayed in a detailed manner in the next generation.
ar: أجب بـ "نعم" إذا كنت تريد عرض الأفراد غير المتزوجين في الجيل التالي. الأفراد غير المتزوجين هم أفراد ليس لديهم شريك أو أطفال. إذا اخترت "نعم"، فسيتم عرض كل طفل في العائلة بشكل تفصيلي في الجيل التالي.
ca: Respon "sí" si vols mostrar persones sense parella en la següent generació. Els solters són persones sense parella i fills. Si trieu "sí", cada fill d'una família es mostrarà de manera detallada a la següent generació.
da: Vælg “ja” hvis du ønsker at vise ugifte i den næste generation. Ugifte er personer uden partner og børn. Hvis du vælger “ja”, bliver hvert barn af en familie vist detaljeret i næste generation.
de: Antworten Sie mit \"ja\", wenn Sie Alleinstehende in der nächsten Generation anzeigen möchten. Alleinstehende sind Personen ohne Partner und Kinder. Wenn Sie \"ja\" wählen, wird jedes Kind einer Familie in der nächsten Generation detailliert angezeigt.
fa: اگر می خواهید مجردها را در نسل بعدی نمایش دهید، "بله" پاسخ دهید. مجردها افراد بدون همسر و فرزند هستند. اگر "بله" را انتخاب کنید، هر یک از فرزندان یک خانواده در نسل بعدی به شیوه ای دقیق نمایش داده می شوند.
fr: Répondez "oui" si vous voulez afficher les célibataires dans la prochaine génération. Les célibataires sont des personnes sans partenaire et sans enfant. Si vous choisissez "oui", chaque enfant d'une famille sera affiché de manière détaillée dans la génération suivante.
is: Svaraðu „já“ ef þú vilt birta einhleypa í næstu kynslóð. Einhleypir eru einstaklingar án maka og barna. Ef þú velur „já“ mun hvert barn fjölskyldunnar birtast á nákvæman hátt í næstu kynslóð.
it: Rispondi "sì" se desideri visualizzare i single nella prossima generazione. I single sono individui senza partner e figli. Se scegli "sì", ogni bambino di una famiglia verrà visualizzato in modo dettagliato nella generazione successiva.
nl: Antwoord “ja” als u alleenstaanden ”in de volgende generatie wilt weergeven. Alleenstaanden zijn personen zonder partner en kinderen. Als u “ja” kiest, wordt elk kind van een familie gedetailleerd weergegeven in de volgende generatie.
nn: Vel "ja" om du ynskjer å syne einslege i neste generasjon. Einslege er personar utan partner og born. Om du vel "ja", vil kvart barn i ein familie verte synt detaljert form i neste generasjon.
vi: Trả lời “có” nếu bạn muốn hiển thị từng người trong thế hệ tiếp theo. Người độc thân là những cá nhân không có bạn đời và con cái. Nếu bạn chọn “có”, từng đứa con trong gia đình sẽ được hiển thị chi tiết ở thế hệ tiếp theo.

source: second
ar: الثاني
ca: segon
da: anden
de: zweite
fa: دومین
fr: deuxième
is: Annað
it: secondo
nl: tweede
nn: andre
vi: thứ hai

source: Select “descendants” or “ancestors” as default list type. When on the individual page tab, this list type will be shown first.
ar: حدد "الأحفاد" أو "الأسلاف" كنوع قائمة افتراضي. عند الانتقال إلى علامة تبويب الصفحة الفردية، سيتم عرض نوع القائمة هذا أولاً.
ca: Seleccioneu "descendents" o "avantpassats" com a tipus de llista per defecte. Quan a la pestanya pàgina individual, aquest tipus de llista es mostrarà primer.
da: Vælg “Efterkommere” eller “Forfædre” som standardliste. På individfanen vil den valgte type blive vist først.
de: Wählen Sie \"Nachkommen\" oder \"Vorfahren\" als Standard-Listentyp. Auf der Registerkarte der Personenseite wird dieser Listentyp dann zuerst angezeigt.
fa: «فرزندان» یا «اجداد» را به عنوان نوع فهرست پیش‌فرض انتخاب کنید. هنگامی که در برگه صفحه فردی هستید، ابتدا این نوع لیست نشان داده می شود.
fr: Sélectionnez "descendants" ou "ancêtres" comme type de liste par défaut. Lorsque vous vous trouvez sur l'onglet de la page individuelle, ce type de liste s'affiche en premier.
is: Veldu „afkomendur“ eða „forfeður“ sem sjálfgefna listategund. Þegar þú ert á einstaklings síðuflipa verður þessi listategund sýnd fyrst.
it: Seleziona "discendenti" o "antenati" come tipo di elenco predefinito. Quando ci si trova nella scheda della pagina individuale, questo tipo di elenco verrà mostrato per primo.
nl: Selecteer ”afstammelingen” of “voorouders“ als standaard lijsttype. Op het tabblad op de individuele pagina wordt dit lijsttype als eerste getoond.
nn: Vel "etterkomarar" eller "anar" som fast listetype. På personsida sin fane vil denne listetypen synast som førsteval.
vi: Chọn "hậu duệ" hoặc "tổ tiên" làm loại danh sách mặc định. Khi ở trên tab trang riêng lẻ, loại danh sách này sẽ được hiển thị đầu tiên.

source: Select the maximum number of generations to show on the Fancy Treeview page.
ar: حدد الحد الأقصى لعدد الأجيال المراد عرضها في صفحة Fancy Treeview.
ca: Seleccioneu el nombre màxim de generacions que voleu mostrar a la pàgina Fancy Treeview.
da: Vælg det maksimale antal viste generationer på Fancy Treeview siden.
de: Wählen Sie die maximale Anzahl der Generationen, die auf der Fancy-Treeview-Seite angezeigt werden sollen.
fa: حداکثر تعداد نسل را برای نمایش در صفحه Fancy Treeview انتخاب کنید.
fr: Sélectionnez le nombre maximal de générations à afficher sur la page Fancy Treeview.
is: Veljið hámarksfjölda kynslóða til að sýna á síðunni fyrir flott ættaryfirlit.
it: Seleziona il numero massimo di generazioni da mostrare nella pagina Fancy Treeview.
nl: Selecteer het maximum aantal generaties dat op de Fancy Treeview pagina moet worden getoond.
nn: Vel maks tal på generasjonar som skal synast på sida.
vi: Chọn số thế hệ tối đa để hiển thị trên trang Con cháu

source: Select the maximum number of generations to show on the individual page tab.
ar: حدد الحد الأقصى لعدد الأجيال المراد عرضها في علامة تبويب الصفحة الفردية.
ca: Seleccioneu el nombre màxim de generacions que voleu mostrar a la pestanya pàgina individual.
da: Vælg det maksimale antal viste generationer på individfanen.
de: Wählen Sie die maximale Anzahl der Generationen, die im Reiter auf der Personenseite angezeigt werden sollen.
fa: حداکثر تعداد نسل‌ها را برای نمایش در برگه صفحه انتخاب کنید.
fr: Sélectionnez le nombre maximal de générations à afficher sur l'onglet de la page individuelle.
is: Veljið hámarksfjölda kynslóða til að sýna í síðuflipa einstaklings.
it: Seleziona il numero massimo di generazioni da mostrare nella scheda della pagina personale.
nl: Selecteer het maximum aantal generaties dat moet worden getoond op het tabblad op de individuele pagina.
nn: Vel maks tal på generasjonar som skal synast på personsida sin fane.
vi: Chọn số thế hệ tối đa để hiển thị trên khung trang riêng lẻ.

source: seventh
ar: سابعاً
ca: sèptim
da: syvende
de: siebte
fa: هفتم
fr: septième
is: Sjöunda
it: settimo
nl: zevende
nn: sjuande
vi: thứ bảy

source: She had a relationship with
ar: كانت لديها علاقة مع
ca: Ella tenia una relació amb
da: Hun havde et forhold til
de: Sie war in einer Beziehung mit
fa: ایشان وصلت داشت با
fr: Elle avait une relation avec
is: Hún var í sambandi með
it: Ha avuto una relazione con
nl: Zij had een relatie met
nn: Ho hadde eit forhold med
vi: Bà có mối quan hệ với

source: She has a relationship with
ar: لديها علاقة مع
ca: Té una relació amb
da: Hun er i et forhold med
de: Sie hat eine Beziehung mit
fr: Elle a une relation avec
is: Hún er í sambandi með
nl: Zij heeft een relatie met

source: She is married to
ar: وهي متزوجة من
ca: Està casada amb
da: Hun er gift med
de: Sie ist verheiratet mit
fr: Elle est mariée à
is: Hún er gift
nl: Zij is getrouwd met

source: She married %s times
ar: تزوجت لي %s مرات
ca: Es va casar %svegades
da: Hun blev gift %s gange
de: Sie heiratete %s mal
fa: او %s بار ازدواج کرد
fr: Elle s'est mariée %s fois
is: Hún giftist %s sinnum
it: Sposata %s volte
nl: Zij trouwde %s keer
nn: Ho gifta seg %s gongar
vi: Bà cưới %s lần

# PAST
source: She was baptized
ca: Ella va ser batejada
da: Hun var døbt
de: Sie war getauft
fa: او غسل تعمید داده شد
fr: Elle a été baptisée
is: Hún var skírð
it: Fu battezzata
nl: Zij is gedoopt
nn: Ho vart døypt
vi: Bà đã được rửa tội

# PRESENT
source: She was baptized
ca: Ella és batejada
da: Hun blev døbt
de: Sie wurde getauft
fa: او غسل تعمید داده شد
fr: Elle a été baptisée
is: Hún er skírð
it: Fu battezzata
nl: Zij is gedoopt
nn: Ho er døypt
vi: Bà đã được rửa tội

# PAST
source: She was born
ar: ولدت
ca: ella va néixer
da: Hun var født
de: Sie war geboren
fa: او به دنیا آمد
fr: Elle est née
is: Hún var fædd
it: Nacque
nl: Zij werd geboren
nn: Ho vart fødd
vi: Bà sinh ra tại

# PRESENT
source: She was born
ar: ولدت
ca: Ella neix
da: Hun blev født
de: Sie wurde geboren
fa: او به دنیا آمد
fr: Elle est née
is: Hún er fædd
it: Nacque
nl: Zij is geboren
nn: Ho er fødd
vi: Bà sinh ra tại

source: Show ancestors
ar: إظهار الأسلاف
ca: Mostrar ancestres
da: Vis aner
de: Vorfahren anzeigen
fa: نشان دادن اجداد
fr: Afficher les ancêtres
is: Sýna forfeður
it: Mostra antenati
nl: Toon voorouders
nn: Syn anar
vi: Hiển thị tổ tiên

source: Show descendants
ar: إظهار الأحفاد
ca: Mostrar descendents
da: Vis efterkommere
de: Nachkommen anzeigen
fa: نشان دادن فرزندان
fr: Afficher les descendants
is: Sýna afkomendur
it: Mostra discendenti
nl: Toon afstammelingen
nn: Syn etterkomarar
vi: Hiển thị hậu duệ

source: Show level 1 notes
ar: عرض ملاحظات المستوى 1
ca: Mostrar notes de nivell 1
da: Vis niveau 1 bemærkninger
de: Notizen (NOTE) auf Ebene 1 anzeigen
fa: نمایش یادداشت های سطح 1
fr: Afficher les notes du niveau 1
is: Sýna 1. stigs glósur
it: Mostra le note di livello 1
nl: Toon level 1 notities
nn: Syn notat i nivå 1
vi: Hiển thị ghi chú cấp 1

source: Show occupations
ar: إظهار المهن
ca: Mostrar ocupacions
da: Vis beskæftigelser
de: Berufe anzeigen
fa: مشاغل را نشان دهید
fr: Afficher les professions
is: Sýna störf
it: Mostra le occupazioni
nl: Toon beroepen
nn: Syn yrke
vi: Hiển thị nghề nghiệp

source: Show only media from the type 'photo'
ar: إظهار الوسائط من نوع "الصورة" فقط
ca: Mostra només suports del tipus 'fotografia'
da: Vis kun medier at typen 'foto'
de: Nur Medien vom Typ \"Foto\" anzeigen
fa: نمایش رسانه فقط از نوع «عکس»
fr: Afficher uniquement les médias de type 'photo'.
is: Sýnið eingöngu gögn af tegundinni 'ljósmynd'
it: Mostra solo i media di tipo 'foto'
nl: Toon alleen media van het type 'foto'
nn: Syn kun bilete av typen "fotografi"
vi: Chỉ hiển thị hình ảnh

source: Show singles
ar: عرض الفردي
ca: Mostra persones sense parella
da: Vis ugifte
de: Alleinstehende anzeigen
fa: نمایش مجردها
fr: Afficher les célibataires
is: Sýna einhleypa
it: Mostra i single
nl: Toon alleenstaanden
nn: Syn einslege
vi: Hiển thị riêng lẽ

source: Show the name of the company/employer
ar: إظهار اسم الشركة/صاحب العمل
ca: Mostra el nom de l'empresa/ocupador
da: Vis navnet på virksomheden/arbejdsgiveren
de: Name der Firma bzw. des Arbeitgebers anzeigen
fa: نام شرکت/کارفرما را نشان دهید
fr: Afficher le nom de l'entreprise/employeur
is: Sýndu nafn fyrirtækis/vinnuveitanda
it: Mostra il nome dell'azienda/del datore di lavoro
nl: Toon de naam van het bedrijf/de werkgever
nn: Syn namn på selskap/arbeidsgjevar
vi: Hiển thị tên công ty/nhà tuyển dụng

source: sixth
ar: السادس
ca: sisè
da: sjette
de: sechste
fa: ششم
fr: sixième
is: Sjötta
it: sesto
nl: zesde
nn: sjette
vi: thứ sáu

source: tenth
ar: العاشر
ca: desè
da: tiende
de: zehnte
fa: دهم
fr: dixième
is: Tíunda
it: decimo
nl: tiende
nn: tiande
vi: thứ mười

source: The %s time he married
ar: في زواجه الـ %s
ca: La %s vegada que es va casar
da: Han blev gift %s gang med
de: Das %s Mal heiratete er
fa: %s زمانی که ازدواج کرد
fr: La %s fois, il épouse
is: %s skiptið giftist hann
it: La %s volta che si sposò
nl: De %s keer trouwde hij met
nn: I %s ekteskapet med
vi: Ông cưới năm

source: The %s time she married
ar: في زواجها الـ %s
ca: La %s vegada que es casa
da: Hun blev gift %s gang med
de: Das %s Mal heiratete sie
fa: %s زمانی که او ازدواج کرد
fr: La %s fois, elle épouse
is: %s skiptið giftist hún
it: La %s volta che si sposò
nl: De %s keer trouwde zij met
nn: I %s ekteskapet med
vi: Bà cưới năm

source: The %s time this individual married
ar: المرة الـ%s التي تزوج فيها هذا الشخص
ca: El %s que aquest individu es va casar
da: Denne person blev gift %s gang med
de: Das %s Mal heiratete diese Person
fa: %s زمانی که ایشان ازدواج کرد
fr: La %s fois que cet individu est marié
is: %s skiptið sem þessi einstaklingur giftist
it: La %s volta che questa persona si sposò
nl: De %s keer trouwde deze persoon met
nn: Den %s gong denne personen gifta seg
vi: Thời gian kết hôn

source: The details of this family are private.
ar: تفاصيل هذه العائلة خاصة.
ca: Els detalls d'aquesta família són privats.
da: Detaljerne for denne familie er private.
de: Die Details dieser Familie sind vertraulich.
fa: جزئیات این خانواده خصوصی است.
fr: Les détails de cette famille sont privés.
is: Nánari upplýsingar um þessa fjölskyldu eru einkamál.
it: I dettagli di questa famiglia sono privati.
nl: De details van dit gezin zijn privé.
nn: Detaljane om denne familien er private.
vi: Các chi tiết của gia đình này là riêng tư

source: The details of this generation are private.
ar: تفاصيل هذا الجيل خاصة
ca: Els detalls d'aquesta generació són privats.
da: Detaljerne for denne generation er private.
de: Die Einzelheiten zu dieser Generation sind vertraulich.
fa: جزئیات این نسل خصوصی است.
fr: Les détails de cette génération sont privés.
is: Nánari upplýsingar um þessa kynslóð eru einkamál.
it: I dettagli di questa generazione sono privati.
nl: De details van deze generatie zijn privé.
nn: Detaljane om denne generasjonen er private.
vi: Các chi tiết của thế hệ này là riêng tư.

source: The links created will be included in the Fancy Treeview menu and in the Fancy Treeview homepage block.
ar: سيتم تضمين الروابط التي تم إنشاؤها في قائمة Fancy Treeview وفي كتلة الصفحة الرئيسية لـ Fancy Treeview.
ca: Els enllaços creats s'inclouran al menú Fancy Treeview i al bloc Fancy Treeview homepage.
da: De tilføjede links bliver indeholdt i Fancy-Treeview-menuen og Fancy-Treeview-blokken på forsiden.
de: Die erstellten Verweise werden in das Fancy-Treeview-Menü und in den Fancy-Treeview-Homepage-Block aufgenommen.
fa: پیوندهای ایجاد شده در منوی Fancy Treeview و در بلوک صفحه اصلی Fancy Treeview قرار خواهند گرفت.
fr: Les liens créés seront inclus dans le menu Fancy Treeview et dans le bloc de la page d'accueil Fancy Treeview.
is: Tenglar sem búnir eru til verða hluti af valmyndinni í flotta ættaryfirlitinu og í heimasíðublokkinni fyrir flotta ættaryfirlitið.
it: I collegamenti creati saranno inclusi nel menu di Fancy Treeview e nel blocco pagina principale di Fancy Treeview.
nl: De gemaakte koppelingen worden toegevoegd aan het Fancy Treeview-menu en aan het Fancy Treeview startpagina blok.

source: The links created will be shown in this block.
ar: سيتم عرض الروابط التي تم إنشاؤها في هذا المربع.
ca: Els enllaços creats es mostraran en aquest bloc.
da: Oprettede links vil blive vist i denne blok.
de: "Die erstellten Links werden in diesem Block angezeigt.
fa: پیوندهای ایجاد شده در این بلوک نشان داده خواهند شد.
fr: Les liens créés seront affichés dans ce bloc.
is: Tenglar sem eru útbúnir verða sýndir í þessum reit.
nl: De gemaakte koppelingen worden in dit blok getoond.

source: The menu and homepage block contain the same links. However, the appearance of the homepage block has been made more attractive by adding images for the links.
ar: تحتوي القائمة وكتلة الصفحة الرئيسية على نفس الروابط. ومع ذلك، تم جعل مظهر كتلة الصفحة الرئيسية أكثر جاذبية من خلال إضافة صور للروابط.
ca: El menú i el bloc de la pàgina d'inici contenen els mateixos enllaços. No obstant això, l'aparença del bloc de la pàgina d'inici s'ha fet més atractiva afegint imatges per als enllaços.
da: Menuen og forsideblokken indeholder de samme links. Dog er forsideblokkens fremtoning gjort ekstra indbydende med figurer til linkene.
de: Das Menü und der Homepage-Block enthalten die gleichen Verweise. Allerdings wurde das Erscheinungsbild des Homepage-Blocks durch das Hinzufügen von Bildern für die Verweise attraktiver gestaltet.
fa: بلوک منو و صفحه اصلی حاوی پیوندهای یکسانی است. با این حال، ظاهر بلوک صفحه اصلی با افزودن تصاویر برای پیوندها جذاب تر شده است.
fr: Le menu et le bloc de la page d'accueil contiennent les mêmes liens. Toutefois, l'apparence du bloc de la page d'accueil a été rendue plus attrayante par l'ajout d'images pour les liens.
is: Valmyndin og heimasíðablokkin innihalda sömu tengla. Hins vegar hefur útlit heimasíðublokkarinnar verið gert meira aðlaðandi með því að bæta við myndum fyrir tenglana.
it: Il menu e il blocco pagina principale contengono gli stessi collegamenti. In ogni caso, l'aspetto del blocco pagina principale è stato reso più accattivante grazie all'aggiunta di immagini per i collegamenti.
nl: Het menu en startpagina blok bevatten dezelfde koppelingen. Het uiterlijk van het startpagina-blok is echter aantrekkelijker gemaakt door afbeeldingen voor de links toe te voegen.

source: The number of possible ancestors in this generation has been reduced due to pedigree collapse. Without reduction the maximum number of ancestors in this generation would have been %s.
ar: تم تقليص عدد الأسلاف المحتملين في هذا الجيل بسبب انهيار شجرة النسب. بدون التخفيض، كان الحد الأقصى لعدد الأسلاف في هذا الجيل سيكون %s.
ca: El nombre de possibles avantpassats d'aquesta generació s'ha reduït a causa del col·lapse del pedigrí. Sense reducció el nombre màxim d'avantpassats d'aquesta generació hauria estat %s.
da: Antallet af mulige aner i denne generation er formindsket på grund af anesammenfald. Uden formindskelsen ville det maksimale antal aner have været %s.
de: Die Anzahl der möglichen Vorfahren in dieser Generation wurde aufgrund von Ahnenschwund reduziert. Ohne diese Reduzierung hätte es in dieser Generation maximal %s Vorfahren gegeben.
fa: تعداد اجداد ممکن است در این نسل به دلیل باز شدن شجره نامه کاهش یافته باشد. بدون کاهش، حداکثر تعداد اجداد در این نسل %s بود.
fr: Le nombre d'ancêtres possibles dans cette génération a été réduit en raison de l'effondrement du pedigree. Sans cette réduction, le nombre maximum d'ancêtres dans cette génération aurait été de %s.
is: Mögulegum forfeðrum í þessari kynslóð hefur fækkað vegna ættartölu minnkunar. Án minnkunar hefði hámarksfjöldi forfeðra í þessari kynslóð verið %s.
it: Il numero di possibili antenati in questa generazione è stato ridotto a causa del crollo del pedigree. Senza riduzione, il numero massimo di antenati in questa generazione sarebbe stato %s.
nl: Het aantal mogelijke voorouders in deze generatie is gereduceerd door kwartierstaatherhaling. Zonder reductie zou het maximum aantal voorouders in deze generatie %s zijn geweest.
nn: Tal på mogelege anar i denne generasjonen har blitt redusert grunna felles anar. Utan reduksjon ville det maksimale talet på anar i denne generasjonen vere %s.
vi: Số lượng tổ tiên có thể có trong thế hệ này đã giảm đi do sự mất gia phả. Nếu không giảm số lượng tổ tiên tối đa trong thế hệ này sẽ là %s.

source: The title of the menu and homepage block is 'Family Tree Overview'.
ar: عنوان القائمة والصفحة الرئيسية هو "نظرة عامة على شجرة العائلة".
ca: El títol del menú i del bloc de la pàgina d'inici és "Visió general de l'arbre genealògic".
da: Titlen på menuen og forsideblokken er 'Oversigt'.
de: Der Titel des Menüs und des Homepage-Blocks lautet 'Familienbericht '.
fa: عنوان منو و بلوک صفحه اصلی "نمای کلی درخت خانواده" است.
fr: Le titre du menu et du bloc de la page d'accueil est "Branches sélectionnées".
is: Titill valmyndar og heimasíðublokkar er “Ættaryfirlit”.
it: Il titolo del menu è del blocco pagina principale è 'Panoramica albero di famiglia'
nl: De titel van het menu- en startpaginablok is 'Stamboomoverzicht'.

source: third
ar: الثالث
ca: Tercer
da: tredje
de: dritte
fa: سوم
fr: troisième
is: Þriðja
it: terzo
nl: derde
nn: tredje
vi: thứ ba

source: This individual had a relationship with
ar: كان لهذا الفرد علاقة مع
ca: Aquest individu tenia una relació amb
da: Denne person havde et forhold til
de: Diese Person hatte eine Beziehung mit
fa: ایشان وصلت داشت با
fr: Cet individu a une relation avec
is: Þessi einstaklingur var í sambandi með
it: Questa persona ha avuto una relazione con
nl: Deze persoon had een relatie met
nn: Denne personen hadde eit forhold med
vi: Người này từng có mối quan hệ với

source: This individual has a relationship with
ar: هذا الفرد لديه علاقة مع
ca: Aquesta persona té una relació amb
da: Denne person er i et forhold med
de: Diese Person hat eine Beziehung mit
fr: Cet individu a une relation avec
is: Þessi einstaklingur er í sambandi með
nl: Deze persoon heeft een relatie met

source: This individual is married to
ar: هذا الفرد متزوج من
ca: Aquesta persona està casada amb
da: Denne person er gift med
de: Diese Person ist verheiratet mit
fr: Cet individu est marié à
is: Þessi einstaklingur er gift/-ur
nl: Deze persoon is getrouwd met
