Repository: JustCarmen/webtrees-fancy-treeview
Catalog: resources/lang/*.po
Languages: ar, ca, da, de, fa, fr, is, it, nl, nn, vi

source: Go to the page of any individual and open the edit menu to create a new link to the Fancy Treeview Page.
ar: انتقل إلى صفحة أي فرد وافتح قائمة التحرير لإنشاء رابط جديد إلى صفحة Fancy Treeview.
ca: Aneu a la pàgina de qualsevol persona i obriu el menú d'edició per crear un enllaç nou a la pàgina Fancy Treeview.
da: Opret et nyt link til Fancy Treeview fra redigermenuen på en vilkårlig individside.
de: Gehen Sie zur Seite einer beliebigen Person und öffnen Sie das Bearbeitungsmenü, um einen neuen Link zur Fancy Treeview-Seite zu erstellen.
fa: به صفحه هر فردی بروید و منوی ویرایش را باز کنید تا پیوند جدیدی به صفحه نمای درختی فانتزی ایجاد کنید.
fr: Accédez à la page de n’importe quel individu et ouvrez le menu d’édition pour créer un nouveau lien vers la page Fancy Treeview.
is: Farðu á síðu einhvers einstaklings og opnaðu breytingavalmyndina til að útbúa nýjan hlekk á síðu flotta ættaryfirlitsins.
nl: Ga naar een persoonspagina en open het wijzig-menu om een nieuwe koppeling te maken naar de Fancy Treeview pagina.

# One parent/multiple children
source: had
ar: لديه
ca: Tenia
da: havde
de: hatte
fa: صاحب تعداد
fr: avait
is: átti
it: ebbe
nn: fekk
vi: đã

# One parent/one child
source: had
ar: لديه
ca: Tenia
da: havde
de: hatte
fa: صاحب تعداد
fr: avait
is: átti
it: ebbe
nn: fekk
vi: đã

# Two parents/multiple children
source: had
ar: لديه
ca: Tenia
da: havde
de: hatten
fa: صاحب تعداد
fr: avaient
is: áttu
it: ebbero
nl: hadden
nn: fekk
vi: đã

# Two parents/one child
source: had
ar: لديه
ca: Tenia
da: havde
de: hatten
fa: صاحب تعداد
fr: avaient
is: áttu
it: ebbero
nl: hadden
nn: fekk
vi: đã

# One parent/multiple children
source: has
ar: لديه
ca: té
da: har
de: hat
fa: دارد
fr: a
is: á
it: ha
nl: heeft
nn: har
vi: đã có

# One parent/one child
source: has
ar: لديه
ca: té
da: har
de: hat
fa: دارد
fr: a
is: á
it: ha
nl: heeft
nn: har
vi: đã có

# Two parents/multiple children
source: have
ar: يملك
ca: tindre
da: har
de: haben
fa: دارند
fr: ont
is: eiga
it: hanno
nl: hebben
nn: har
vi: đã có

# Two parents/one child
source: have
ar: يملك
ca: tindre
da: har
de: haben
fa: دارند
fr: ont
is: eiga
it: hanno
nl: hebben
nn: har
vi: có

source: He had a relationship with
ar: كانت لديه علاقة مع
ca: Va tenir una relació amb
da: Han havde et forhold til
de: Er war in einer Beziehung mit
fa: ایشان وصلت داشت با
fr: Il avait une relation avec
is: Hann var í sambandi með
it: Ha avuto una relazione con
nl: Hij had een relatie met
nn: Han hadde eit forhold med
vi: Ông có mối quan hệ với

source: He has a relationship with
ar: لديه علاقة مع
ca: Té una relació amb
da: Han er i et forhold med
de: Er hat eine Beziehung mit
fr: Il a une relation avec
is: Hann er í sambandi með
nl: Hij heeft een relatie met

source: He is married to
ar: وهو متزوج من
ca: Està casat amb
da: Han er gift med
de: Er ist verheiratet mit
fr: Il est marié à
is: Hann er giftur
nl: Hij is getrouwd met

source: He married %s times
ar: تزوج لي %s مرات
ca: Es va casar %svegades
da: Han blev gift %s gange
de: Er heiratete %s mal
fa: او %s بار ازدواج کرد
fr: Il s'est marié %s fois
is: Hann giftist %s sinnum
it: Si è sposato %s volte
nl: Hij trouwde %s keer
nn: Han gifta seg %s gongar
vi: Ông cưới vào năm

# PAST
source: He was baptized
ca: Va ser batejat
da: Han var døbt
de: Er war getauft
fa: او غسل تعمید داده شد
fr: Il a été baptisé
is: Hann var skírður
it: Fu battezzato
nl: Hij is gedoopt
nn: Han vart døypt
vi: Ông đã được rửa tội

# PRESENT
source: He was baptized
ca: batejada
da: Han blev døbt
de: Er wurde getauft
fa: او غسل تعمید داده شد
fr: Il a été baptisé
is: Hann er skírður
it: Fu battezzato
nl: Hij is gedoopt
nn: Han er døypt
vi: Ông đã được rửa tội

# PAST
source: He was born
ar: ولد
ca: Va néixer
da: Han var født
de: Er war geboren
fa: او متولد شد
fr: Il est né
is: Hann var fæddur
it: Nacque
nl: Hij werd geboren
nn: Han vart fødd
vi: Ông sinh ra tại

# PRESENT
source: He was born
ar: ولد
ca: Nascuda
da: Han blev født
de: Er wurde geboren
fa: او متولد شد
fr: Il est né
is: Hann er fæddur
it: Nacque
nl: Hij is geboren
nn: Han er fødd
vi: Ông sinh ra tại

source: Highest and lowest level
ar: أعلى وأدنى مستوى
ca: Nivell més alt i més baix
da: Højeste og laveste niveau
de: Oberste und unterste Ebene
fa: بالاترین و پایین ترین سطح
fr: Niveau le plus élevé et le plus bas
is: Hæsta og lægsta stig
it: Livello più alto e più basso
nl: Hoogste en laagste niveau
nn: Høgaste og lavaste nivå
vi: Cấp cao nhất và thấp nhất

source: Home country
ar: الوطن
ca: País d'origen
da: Hjemland
de: Heimatland
fa: وطن
fr: Pays d'origine
is: Heimaland
it: Paese natale
nl: Thuisland
nn: Heimland
vi: Nước sinh ra

source: If the answer is “yes”, the script checks whether a (married) couple has the same ancestors. If a relationship between the partners is found, the display depends on the display type.
ar: إذا كانت الإجابة "نعم"، يتحقق البرنامج النصي مما إذا كان الزوجان (المتزوجان) لديهما نفس الأسلاف. إذا تم العثور على علاقة بين الشريكين، يعتمد العرض على نوع العرض.
da: Hvis valget er “ja”, tjekker scriptet om et (gift) par har anesammenfald. Hvis parret har fælles aner, vises blodslægtskabet i parentes efter personnavnet.
de: Wenn die Antwort \"ja\" lautet, prüft das Skript, ob ein (verheiratetes) Paar die gleichen Vorfahren hat. Wenn eine Verwandtschaft zwischen den Partnern gefunden wird, hängt die Darstellung von der gewählten Anzeigeart ab.
fa: اگر پاسخ "بله" است، اسکریپت بررسی می کند که آیا یک زوج (متاهل) اجداد یکسانی دارند یا خیر. اگر رابطه ای بین شرکا پیدا شد، نمایش به نوع نمایش بستگی دارد.
is: Ef svarið er „já“, athugar forritið hvort (gift) hjón eigi sömu forfeður. Ef tengsl milli maka finnast, fer birtingin eftir skjágerðinni.
it: Se la risposta è "sì", lo script controlla se una coppia (sposata) ha gli stessi antenati. Se viene trovata una relazione tra i partner, la visualizzazione dipende dal tipo di visualizzazione.
nl: Als het antwoord “ja” is, controleert het script of een (echt)paar dezelfde voorouders heeft. Als er een relatie tussen de partners wordt gevonden, is de weergave afhankelijk van het weergavetype.
nn: Om "ja", vil det sjekkast om ektepar (gifte) har felles anar. Om det finnast slekskap mellom ektefellane, vil dette synast avhengig av visningstype.
vi: Nếu câu trả lời là “có”, tập lệnh sẽ kiểm tra xem một cặp vợ chồng (đã kết hôn) có cùng tổ tiên hay không. Nếu tìm thấy mối quan hệ giữa các đối tác, màn hình sẽ phụ thuộc vào loại màn hình.

# before dateformat mmm yyyy
source: in
ar: في
ca: a
da: i
de: im
fa: در
fr: en
is: í
it: a
nn: i
vi: vào

# before dateformat yyyy
source: in
ar: في
ca: a
da: i
de: im
fa: در
fr: en
is: árið
it: nel
nn: i
vi: năm

source: in %s
ar: في %s
ca: en %s
da: i %s
fa: در %s
fr: à %s
is: í %s
nn: i %s
vi: ở %s

source: in the ancestors view: each generation shows the number of people and the maximum number of possible ancestors in that generation. The number of possible ancestors in subsequent generations is recalculated in case of pedigree collapse.
ar: في عرض الأسلاف: يُظهر كل جيل عدد الأشخاص والحد الأقصى لعدد الأسلاف المحتملين في ذلك الجيل. يتم إعادة حساب عدد الأسلاف المحتملين في الأجيال اللاحقة في حالة انهيار شجرة النسب.
ca: segons la visió dels avantpassats: cada generació mostra el nombre de persones i el màxim nombre d'avantpassats possibles en aquesta generació. El nombre de possibles avantpassats en les generacions posteriors es recalcula en cas de col·lapse del pedigrí.
da: in aneoverblikket: hver generation viser det maksimalt mulige antal aner. Antallet af aner i efterfølgende generationer er genberegnet, hvis der er anesammenfald.
de: bei der Ansicht der Vorfahren: jede Generation zeigt die Anzahl der Personen und die maximale Anzahl der möglichen Vorfahren in dieser Generation an. Die Anzahl der möglichen Vorfahren in den nachfolgenden Generationen wird neu berechnet, wenn es einen Ahnenschwund gibt.
fa: در دیدگاه اجداد: هر نسل تعداد افراد و حداکثر تعداد اجداد ممکن را در آن نسل نشان می دهد. تعداد اجداد ممکن در نسل های بعدی در صورت باز شدن شجره نامه مجدداً محاسبه می شود.
fr: dans la vue des ancêtres : chaque génération montre le nombre de personnes et le nombre maximum d'ancêtres possibles dans cette génération. Le nombre d'ancêtres possibles dans les générations suivantes est recalculé en cas d'effondrement du pedigree.
is: í forfeðrasýn: sýnir hver kynslóð fjölda fólks og hámarksfjölda mögulegra forfeðra í þeirri kynslóð. Fjöldi mögulegra forfeðra í næstu kynslóðum er endurreiknaður ef ættartala er minnkuð.
it: nella vista degli antenati: ogni generazione mostra il numero di persone e il numero massimo di possibili antenati in quella generazione. Il numero di possibili antenati nelle generazioni successive viene ricalcolato in caso di crollo del pedigree.
nl: in de voorouderweergave: elke generatie toont het aantal personen en het maximum aantal mogelijke voorouders in die generatie. Het aantal mogelijke voorouders in volgende generaties wordt herberekend wanneer er sprake is van kwartierstaatherhaling.
nn: ved syning av anar: for kvar generasjon synast tal på personar og det størst mogelege tal på anar i den generasjonen. I tilfelle samanfallande anar, vil tal på mogelege anar i følgjande generasjonar verte berekna deretter.
vi: trong chế độ xem tổ tiên: mỗi thế hệ hiển thị số lượng người và số lượng tổ tiên tối đa có thể có trong thế hệ đó. Số lượng tổ tiên có thể có trong các thế hệ tiếp theo được tính toán lại trong trường hợp sụp đổ phả hệ.

source: in the descendants view: a text will appear between brackets after the spouses’ name to indicate the blood relationship.
ar: في عرض الأحفاد: سيظهر نص بين قوسين بعد اسم الزوجين للإشارة إلى علاقة الدم.
ca: a la vista descendents: apareixerà un text entre parèntesis després del nom dels cònjuges per indicar la consanguinitat.
da: i efterkommeroverblikket: hvis partneren er blodsbeslægtet, vil slægtskabet stå i parentes efter partnerens navn.
de: bei der Ansicht der Nachkommen: Nach dem Namen des Ehepartners erscheint ein Text in Klammern, um die Blutsverwandtschaft anzuzeigen.
fa: در نمای اولاد: یک متن بین پرانتز بعد از نام همسر ظاهر می شود که نشان دهنده رابطه خونی است.
fr: dans la vue des descendants : un texte apparaîtra entre parenthèses après le nom des conjoints pour indiquer le lien de parenté.
is: í afkomendasýn: texti birtist á milli sviga á eftir nafni maka til að gefa til kynna blóðtengslin.
it: nella vista discendenti: dopo il nome dei coniugi comparirà un testo tra parentesi per indicare il legame di sangue.
nl: in de afstammelingenweergave: er verschijnt een tekst tussen haakjes na de naam van de partner om de bloedverwantschap aan te geven.
nn: ved syning av etterkomarar: etter ektefellane sitt namn vil slektskap synast i parentes.
vi: trong chế độ xem con cháu: một văn bản sẽ xuất hiện giữa các dấu ngoặc sau tên của vợ hoặc chồng để biểu thị mối quan hệ huyết thống.

source: In the Gedcom file, the first letter of most occupations is capitalized (as stand-alone word) but in this module we use the occupation in the middle of a sentence. The spelling rules in most languages require that an occupation be written in lower case in that situation. If you do not want the module to change the spelling, change the answer to “yes”.
ar: في ملف Gedcom، يتم كتابة الحرف الأول من معظم المهن بأحرف كبيرة (ككلمة مستقلة)، ولكن في هذه الوحدة نستخدم المهنة في منتصف الجملة. تتطلب قواعد الإملاء في معظم اللغات كتابة المهنة بأحرف صغيرة في هذه الحالة. إذا كنت لا تريد أن تقوم الوحدة بتغيير الإملاء، فغيّر الإجابة إلى "نعم".
ca: En el fitxer Gedcom, la primera lletra de la majoria d'ocupacions està en majúscules (com a paraula independent) però en aquest mòdul utilitzem l'ocupació enmig d'una frase. Les normes ortogràfiques en la majoria de llengües exigeixen que una ocupació s'escrigui en minúscules en aquesta situació. Si no voleu que el mòdul canviï l'ortografia, canvieu la resposta a "sí".
da: De fleste beskæftigelser i GEDCOM får stort begyndelsesbogstav i solitære ord, men i dette modul bruger vi beskæftigelsen i midten af en sætning. På de fleste sprog kræver retstavningen lille begyndelsesbogstav i denne sammenhæng. Hvis du ikke ønsker ændring i bogstaveringen, skal du vælge “ja”.
de: In der GEDCOM-Datei wird der erste Buchstabe der meisten Berufe großgeschrieben (als eigenständiges Wort), aber in diesem Modul verwenden wir den Beruf in der Mitte eines Satzes. Die Rechtschreibregeln in den meisten Sprachen schreiben vor, dass ein Beruf in dieser Situation klein geschrieben werden muss. Wenn Sie nicht möchten, dass das Modul die Schreibweise ändert, ändern Sie die Antwort auf \"ja\".
fa: در فایل Gedcom حرف اول اکثر مشاغل با حروف بزرگ نوشته می شود (به عنوان کلمه مستقل) اما در این ماژول از اشغال در وسط جمله استفاده می کنیم. قوانین املایی در بیشتر زبان ها مستلزم این است که در آن موقعیت، یک شغل با حروف کوچک نوشته شود. اگر نمی خواهید ماژول املا را تغییر دهد، پاسخ را به "بله" تغییر دهید.
fr: Dans le fichier Gedcom, la première lettre de la plupart des professions est en majuscule (en tant que mot autonome) mais dans ce module, nous utilisons la profession au milieu d'une phrase. Les règles d'orthographe de la plupart des langues exigent qu'une profession soit écrite en minuscules dans cette situation. Si vous ne souhaitez pas que le module modifie l'orthographe, mettez la réponse à "oui".
is: Í Gedcom skránni er fyrsti stafurinn stór fyrir flest starfsheiti (sem sjálfstætt orð) en í þessari einingu notum við starfsheitið í miðri setningu. Stafsetningarreglur í flestum tungumálum krefjast þess að starfsheiti sé ritað með litlum staf í því tilviki. Ef þú vilt ekki að einingin breyti stafsetningu skaltu breyta svarinu í „já“.
it: Nel file Gedcom, la prima lettera della maggior parte delle occupazioni è in maiuscolo (come parola a sé stante) ma in questo modulo usiamo l'occupazione nel mezzo di una frase. Le regole ortografiche nella maggior parte delle lingue richiedono che un'occupazione sia scritta in minuscolo in quella situazione. Se non si desidera che il modulo modifichi l'ortografia, modificare la risposta in "sì".
nl: In het Gedcom-bestand wordt de eerste letter van de meeste beroepen met een hoofdletter geschreven (als zelfstandig woord), maar in deze module gebruiken we het beroep midden in een zin. Volgens de spellingsregels in de meeste talen moet een beroep in die situatie met kleine letters worden geschreven. Als u niet wilt dat de module de spelling verandert, verander dan het antwoord in “ja”.
nn: I GEDCOM-fila er yrke oftast skrive med stor forbokstav (som einsleg ord), men i denne moulen brukast ordet i midten av ei setning. I dei fleste språk, er det i slike situasjonar vanleg at yrke skrivast med liten forbokstav. Om du ikkje ynskjer at modulen endrar skrivemåte, vel "ja".
vi: Trong tệp Gedcom, chữ cái đầu tiên của hầu hết các nghề nghiệp được viết hoa (như một từ độc lập) nhưng trong mô-đun này, chúng tôi sử dụng nghề nghiệp ở giữa câu. Các quy tắc chính tả trong hầu hết các ngôn ngữ yêu cầu nghề nghiệp phải được viết bằng chữ thường trong tình huống đó. Nếu bạn không muốn mô-đun thay đổi chính tả, hãy thay đổi câu trả lời thành “có”.

source: Link to Fancy Treeview page
ar: رابط لصفحة Fancy Treeview
ca: Enllaç a la pàgina de Fancy Treeview
da: Link til Fancy-Treeview-side
de: Verweis zur Fancy-Treeview-Seite
fa: پیوند به صفحه Fancy Treeview
fr: Lien vers la page Fancy Treeview
is: Tengill á flotta ættaryfirlitssíðu
it: Collegamento alla pagina di Fancy Treeview
nl: Koppeling naar Fancy Treeview pagina

source: Lowest level
ar: أدنى مستوى
ca: Nivell més baix
da: Laveste niveau
de: Unterste Ebene
fa: پایین ترین سطح
fr: Niveau le plus bas
is: Lægsta stig
nl: Laagste niveau

source: Maximum number of generations per page
ar: الحد الأقصى لعدد الأجيال في الصفحة الواحدة
ca: Nombre màxim de generacions per pàgina
da: Maksimalt antal generationer pr. side
de: Maximale Anzahl der Generationen pro Seite
fa: حداکثر تعداد نسل در هر صفحه
fr: Nombre maximum de générations par page
is: Hámarksfjöldi kynslóða á einni síðu
it: Numero massimo di generazioni per pagina
nl: Maximum aantal generaties per pagina
nn: Maks tal på generasjonar per side
vi: Số thế hệ tối đa trên mỗi trang

source: Maximum number of generations per tab
ar: الحد الأقصى لعدد الأجيال لكل علامة تبويب
ca: Nombre màxim de generacions per pestanya
da: Maksimalt antal generationer pr. fane
de: Maximale Anzahl der Generationen pro Reiter
fa: حداکثر تعداد نسل در هر برگه
fr: Nombre maximum de générations par onglet
is: Hámarksfjöldi kynslóða í einum flipa
it: Numero massimo di generazioni per scheda
nl: Maximum aantal generaties per tabblad
nn: Maks tal på generasjonar per fane
vi: Số thế hệ tối đa trên mỗi khung

source: More generations require more memory so the page takes longer to fully load.
ar: تتطلب الأجيال الأكثر مزيدًا من الذاكرة، لذا تستغرق الصفحة وقتًا أطول للتحميل الكامل.
ca: Més generacions requereixen més memòria, de manera que la pàgina triga més a carregar-se completament.
da: Ekstra generationer bruger ekstra hukommelse og giver længere svartider.
de: Mehr Generationen benötigen mehr Speicherplatz, so dass es länger dauert, bis die Seite vollständig geladen ist.
fa: نسل‌های بیشتر به حافظه بیشتری نیاز دارند، بنابراین بارگذاری کامل صفحه بیشتر طول می‌کشد.
fr: Un grand nombre de générations nécessite plus de mémoire. Le chargement complet de la page prend donc plus de temps.
is: Fleiri kynslóðir kalla á meira minni þannig að síður taka lengri tíma að hlaðast inn að fullu.
it: Più generazioni richiedono più memoria quindi la pagina impiega più tempo ad essere caricata.
nl: Meer generaties vereisen meer geheugen waardoor het langer duurt voordat de pagina volledig geladen is.
nn: Fleire generasjonar krev meir minne, og sida vil lastast saktare.
vi: Nhiều thế hệ hơn yêu cầu nhiều bộ nhớ nhiều hơn nên trang mất nhiều thời gian hơn để tải đầy đủ.

source: ninth
ar: التاسع
ca: novè
da: niende
de: neunte
fa: نهم
fr: neuvième
is: Níunda
it: nono
nl: negende
nn: niande
vi: thứ chín

source: no children
ar: لا يوجد اطفال
ca: No hi ha nens
da: ingen børn
de: keine Kinder
fa: بدون فرزند
fr: sans enfants
is: engin börn
it: nessun figlio
nl: geen kinderen
nn: ingen born
vi: Không có con cái

# before dateformat dd-mm-yyyy
source: on
ar: في
ca: al
da: den
de: am
fa: در
fr: le
is: þann
it: il
nl: op
nn: den
vi: vào

source: Preference for displaying countries
ar: تفضيل عرض البلدان
ca: Preferència pels països de visualització
da: Indstilling af landevisning
de: Einstellung zur Anzeige von Ländern
fa: اولویت برای کشورهای نمایش داده شده
fr: Préférence d'affichage des pays
is: Val til að birta lönd
it: Preferenza per mostrare i paesi
nl: Voorkeur voor het weergeven van landen
nn: Innstilling for syning av land
vi: Ưu tiên hiển thị các quốc gia

source: Preference for displaying place names
ar: تفضيل عرض أسماء الأماكن
ca: Preferència per mostrar topònims
da: Indstilling af visning af stednavne
de: Einstellung zur Anzeige von Orten
fa: اولویت برای نمایش نام مکان ها
fr: Préférence d'affichage des noms de lieux
is: Val til að birta staðarheiti
it: Preferenza per mostrare i nomi dei luoghi
nl: Voorkeur voor het weergeven van plaatsnamen
nn: Innstilling for syning av stadnamn
vi: Tùy chọn hiển thị địa danh

source: Preference for displaying place names in home country
ar: تفضيل عرض أسماء الأماكن في البلد الأصلي
ca: Preferència per mostrar topònims al país d'origen
da: Valg for visning af stednavne i hjemland
de: Bevorzugte Anzeige von Ortsnamen im Heimatland
fa: اولویت برای نمایش نام مکان ها در کشور اصلی
fr: Préférence pour l'affichage des noms de lieux dans le pays d'origine
is: Val fyrir birtingu staðarheita í heimalandi
nl: Voorkeur voor het weergeven van plaatsnamen in het thuisland

source: Preference for displaying place names in other countries
ar: تفضيل عرض أسماء الأماكن في بلدان أخرى
ca: Preferència per mostrar topònims d'altres països
da: Valg for visning af stednavne i andre lande
de: Bevorzugte Anzeige von Ortsnamen in anderen Ländern
fa: اولویت برای نمایش نام مکان در کشورهای دیگر
fr: Préférence pour l'affichage des noms de lieux dans d'autres pays
is: Val fyrir birtingu staðarheita í öðrum löndum
nl: Voorkeur voor het weergeven van plaatsnamen in andere landen

source: Read more
ar: اقرأ المزيد
ca: Llegir més
da: Læs mere
de: Mehr anzeigen
fa: بیشتر بخوانید
fr: Lire la suite
is: Lesa meira
it: Leggi di più
nl: Lees meer
nn: Les meir
vi: Xem thêm

source: Remove link to ancestors page
ar: إزالة الرابط إلى صفحة الأجداد
ca: Suprimeix l'enllaç a la pàgina dels avantpassats
da: Fjern link til anesiden
de: Verweis zur Seite der Vorfahren entfernen
fa: حذف پیوند به صفحه اجداد
fr: Supprimer le lien vers la page des ancêtres
is: Fjarlægja tengil á síðu forfeðra
it: Rimuovi il collegamento alla pagina degli antenati
nl: Verwijder koppeling naar voorouderpagina

source: Remove link to descendants page
ar: إزالة الرابط إلى صفحة الأحفاد
ca: Suprimeix l'enllaç a la pàgina descendents
da: Fjern link til efterkommersiden
de: Verweis zur Seite der Nachkommen entfernen
fa: پیوند به صفحه اولاد را حذف کنید
fr: Supprimer le lien vers la page des descendants
is: Fjarlægja tengil á síðu afkomenda
it: Rimuovi il collegamento alla pagina dei discendenti
nl: Verwijder koppeling naar afstammelingenpagina

source: Remove link to this page
ar: إزالة الرابط لهذه الصفحة
ca: Suprimeix l'enllaç a aquesta pàgina
da: Fjern link til denne side
de: Verweis zu dieser Seite entfernen
fa: پیوند این صفحه را حذف کنید
fr: Supprimer le lien vers cette page
is: Fjarlægja tengil á þessa síðu
it: Rimuovi il collegamento a questa pagina
nl: Verwijder koppeling naar deze pagina
